Repository: csibbitt/EmptyEpsilon
Catalog: scripts/locale/cpu_ship_diversification_scenario_utility.*.po
Languages: de

# scienceDB
source: Ships
de: Schiffe

# scienceDB
source: Corvette
de: Korvette

# scienceDB
source: Tube -90
de: Raketen Links

# scienceDB
source: Tube -90
de: Raketen Links

# scienceDB
source: Tube 90
de: Raketen Rechts

# scienceDB
source: Tube 90
de: Raketen Rechts

# scienceDB
source: 10 sec
de: 10 Sek. Ladezeit

# scienceDB
source: The Atlantis Y42 improves on the Atlantis X23 with stronger shields, faster impulse and turn speeds, an extra beam in back and a larger missile stock
de: Die Atlantis Y42 ist eine verbesserte Version der Atlantis X23: Stärkere Schilde, höhere Impuls- und Drehgeschwindigkeiten, ein zusätzlicher Laser im Heck und ein größeres Raketenlager.

# scienceDB
source: Frigate
de: Fregatte

# scienceDB
source: Small tubes 0
de: kl. Raketen Front

# scienceDB
source: 7 sec / Homing, 8 sec / Nuke
de: 7 Sek. / Zielsuch., 8 Sek. / Nuke

# scienceDB
source: Small tubes 5 & -5
de: kl. Raketen Front (2x)

# scienceDB
source: 8 sec / Homing, 9 sec / Nuke
de: 8 Sek. / Zielsuch., 9 Sek. / Nuke

# scienceDB
source: Small tube 0
de: kl. Raketen Front

# scienceDB
source: 5 sec / EMP
de: 5 Sek. Ladezeit / EMP

# scienceDB
source: Small tubes 5 & -5
de: kl. Raketen Front (2x)

# scienceDB
source: 6 sec / EMP
de: 6 Sek. Ladezeit / EMP

# scienceDB
source: Small tube 0
de: kl. Raketen Front

# scienceDB
source: 3 sec / HVLI
de: 3 Sek. Ladezeit / HGBI

# scienceDB
source: Small tubes 5 & -5
de: kl. Raketen Front (2x)

# scienceDB
source: 4 sec / HVLI
de: 4 Sek. Ladezeit / HGBI

# scienceDB
source: Small tubes 10 & -10
de: kl. Raketen Front (2x)

# scienceDB
source: 5 sec / HVLI
de: 5 Sek. Ladezeit / HGBI

# scienceDB
source: Tube 0
de: Raketen Front

# scienceDB
source: 5 sec / Homing
de: 5 Sek. / Zielsuch.

# scienceDB
source: Tube 0
de: Raketen Front

# scienceDB
source: 10 sec / Nuke
de: 10 Sek. Ladezeit / Nuke

# scienceDB
source: The Barracuda started off as a Phobos T3. It was given massive upgrades to shields, hull and missile weapons. The impulse systems were also upgraded. It's designed to spray missiles forth at a prodigious rate. It barely qualifies as a frigate, it's more like a mini-corvette.
de: Die Barracuda war ursprünglich eine Phobos T3. Sie erhielt massive Upgrades für Schilde, Hülle und Raketen. Auch die Impulssysteme wurden aufgerüstet. Sie ist darauf ausgelegt, Raketen mit einer enormen Geschwindigkeit abzuschießen. Sie ist kaum als Fregatte zu bezeichnen, eher als Mini-Korvette.

# scienceDB
source: A standard cruiser modifed for target practice purposes: stronger hull and shields, faster impulse and better maneuverability. Some of these may have slipped out of the automated manufacturing facility to be refurbished for actual militia use.
de: Ein Standardkreuzer, der für Zielübungen modifiziert wurde: Stärkere Hülle und Schilde, schnellerer Impuls und bessere Manövrierfähigkeit. Möglicherweise sind einige von ihnen aus der automatisierten Fertigungsanlage verschwunden, und wurden für den tatsächlichen Kampfeinsatz umgerüstet.

# scienceDB
source: No Class
de: Keine Klasse

# scienceDB
source: The Cucaracha is a quick ship built around the Tug model with heavy shields and a heavy beam designed to be difficult to squash
de: Die Cucaracha ist ein schnelles Schiff nach dem Vorbild der Tug mit starken Schilden und einem schweren Laser, und ist schwer klein zu kriegen.

# scienceDB
source: Dreadnought
de: Schlachtschiff

# scienceDB
source: 15 sec
de: 15 Sek. Ladezeit

# scienceDB
source: A modified Dreadnought: stronger hull, weaker shields, ~3x faster impulse and turn speeds. A tube that shoots homing missiles has been added. Don't forget to thank your science database librarian for making this information available. She likes cookies.
de: Eine modifizierte Dreadnought: stärkere Hülle, schwächere Schilde, ~3x höhere Impuls- und Drehgeschwindigkeit. Ein Schacht für Zielsuchraketen wurde hinzugefügt.

# scienceDB
source: The heavy drone has a stronger hull and a stronger beam than the normal Ktlitan Drone, but it also moves slower
de: Die "Heavy Drone" hat eine stärkere Hülle und einen stärkeren laser als die normale "Ktlitan Drone", ist dafür aber langsamer.

# scienceDB
source: The Jacket Drone is a Ktlitan Drone with a shield. It's also slightly slower and has a slightly weaker beam due to the energy requirements of the added shield
de: Die "Jacket Drone" ist eine "Ktlitan Drone" mit Schilden. Sie ist außerdem etwas langsamer und besitzt einen etwas schwächeren Laser, bedingt durch den höheren Energiebedarf der Schilde

# scienceDB
source: The light drone was pieced together from scavenged parts of various damaged Ktlitan drones. Compared to the Ktlitan drone, the lite drone has a weaker hull, and a weaker beam, but a faster turn and impulse speed
de: Die "Lite Drone" wurde aus ausgeschlachteten Teilen anderer Ktlitanischen Drohnen zusammengestückelt. Verglichen mit der Standarddrohne hat die "Lite Drone" eine schwächere Hülle und einen schwächeren Laser, ist aber dafür wendiger und hat eine höhere Impulsgeschwindigkeit.

# scienceDB
source: Large tube 0
de: gr. Raketen Front

# scienceDB
source: Tube -15
de: Raketen Front

# scienceDB
source: Tube 15
de: Raketen Front

# scienceDB
source: 18 sec
de: 18 Sek. Ladezeit

# scienceDB
source: 12 sec
de: 12 Sek. Ladezeit

# scienceDB
source: The Enforcer is a highly modified Blockade Runner. A warp drive was added and impulse engines boosted along with turning speed. Three missile tubes were added to shoot homing missiles, large ones straight ahead. Stronger shields and hull. Removed rear facing beams and strengthened front beams.
de: Die Enforcer ist eine stark modifizierte "Blockade Runner". Ein Warp-Antrieb wurde eingebaut und der Impulsantrieb sowie die Drehgeschwindigkeit wurden erhöht. Drei Raketenschächte wurden hinzugefügt, um Zielsuchraketen abzuschießen, der vordere Schacht feuert die großen Versionen davon ab. Außerdem wurden die Schilde und die Hülle verstärkt. Die hinteren Laser wurden entfernt und die vorderen Laser verstärkt.

# scienceDB
source: Tube -1
de: Raketen Front

# scienceDB
source: Tube 1
de: Raketen Front

# scienceDB
source: 60 sec
de: 60 Sek. Ladezeit

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 3, the beams are longer and faster and the shields are slightly stronger.
de: Bei den Farco-Modellen handelt es sich um evolutionäre Weiterentwicklungen der Phobos T3. Bei der Farco 3 haben die Laser eine größere Reichweite und sind schneller, außerdem sind die Schilde etwas stärker.

# scienceDB
source: 30 sec
de: 30 Sek. Ladezeit

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 5, the tubes load faster and the shields are slightly stronger.
de: Bei den Farco-Modellen handelt es sich um evolutionäre Weiterentwicklungen der Phobos T3. Bei der Farco 5 laden die Raketen schneller und die Schilde sind etwas stärker.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 8, the beams are longer and faster, the tubes load faster and the shields are stronger.
de: Bei den Farco-Modellen handelt es sich um evolutionäre Weiterentwicklungen der Phobos T3. Bei der Farco 8 haben die Laser eine größere Reichweite und sind schneller, außerdem laden die Raketen schneller und die Schilde sind etwas stärker.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 11, the maneuver speed is faster, the beams are longer and faster, there's an added longer sniping beam and the shields are stronger.
de: Bei den Farco-Modellen handelt es sich um evolutionäre Weiterentwicklungen der Phobos T3. Bei der Farco 11 haben die Laser eine größere Reichweite und sind schneller, und wurden um einen zusätzlichen Scharfschützenlaser erweitert. Außerdem sind die Schilde etwas stärker.

# scienceDB
source: The Farco models are evolutionary changes to the Phobos T3. In the case of the Farco 13, the maneuver speed is faster, the beams are longer and faster, there's an added longer sniping beam, the tubes load faster, there are more missiles and the shields are stronger.
de: Bei den Farco-Modellen handelt es sich um evolutionäre Weiterentwicklungen der Phobos T3. Bei der Farco 13 haben die Laser eine größere Reichweite und sind schneller, und wurden um einen zusätzlichen Scharfschützenlaser erweitert. Außerdem laden die Raketen (deren Vorrat vergrößert wurde) schneller und die Schilde sind etwas stärker.

# scienceDB
source: Starfighter
de: Raumjäger

# scienceDB
source: 8 sec
de: 8 Sek. Ladezeit

# scienceDB
source: Fighters are quick, agile ships that do not do a lot of damage, but usually come in larger groups. They are easy to take out, but should not be underestimated. The Fighter II is a more powerful version with stronger beams, hull and shields and an added homing missile tube. All those additions make it a bit slower, though. Give your science database librarian a big smile. She works hard for you.
de: Jäger vom Typ "Fighter" sind schnelle, wendige Schiffe, die nicht viel Schaden anrichten, aber normalerweise in größeren Gruppen auftreten. Sie sind leicht auszuschalten, sollten aber nicht unterschätzt werden. Der Fighter II ist eine leistungsstärkere Version mit stärkeren Lasern und Schilden, einer stärkeren Hülle und einem zusätzlichen Schacht für Zielsuchraketen. All diese Verbesserungen machen ihn allerdings etwas langsamer.

# scienceDB
source: The Gnat is a nimbler version of the Ktlitan Drone. It's got half the hull, but it moves and turns faster
de: Die Gnat ist eine agilere Version der "Ktlitan Drone". Ihre Hülle ist nur halb so stark, aber ihre Geschwindigkeit und Wendigkeit ist höher.

# scienceDB
source: The advanced gunship is a ship equiped with 2 homing missiles to do initial damage and then take out the enemy with 2 front firing beams. It's designed to quickly take out the enemies weaker then itself. Version II has stronger beams, but a weaker hull. Don't forget to tip your science database librarian.
de: Das "Advanced Gunship" ist ein Schiff, das mit 2 Zielsuchraketen ausgestattet ist, um den ersten Schaden anzurichten und dann den Feind mit 2 Frontlasern auszuschalten. Es ist darauf ausgelegt, schwächere Gegner schnell auszuschalten. Version II hat stärkere Laser, aber eine schwächere Hülle.

# scienceDB
source: The FX64 Hornet is somewhat similar to the MT52 and MU52 models. The beam is longer, narrower and does more damage than both of the other Hornet models. It's max impulse speed and turn speed is faster than both of the other Hornet models. It's hull is weaker
de: Die FX64 Hornet ist den Modellen MT52 und MU52 recht ähnlich. der Laser hat eine größere Reichweite, einen schmaleren Winkel und richtet mehr Schaden an als die beiden anderen Hornet-Modelle. Die maximale Impulsgeschwindigkeit und die Wendegeschwindigkeit sind höher als bei den anderen Hornet-Modellen. Die Hülle ist allerdings etwas schwächer.

# scienceDB
source: The MT55 Hornet is similar to the 52 series Hornet models. Its speed is faster but it turns more slowly
de: Die MT55 Hornet ist den Hornet-Modellen der Serie 52 ähnlich. Ihre Geschwindigkeit ist höher, dafür dreht sie sich etwas langsamer.

# scienceDB
source: The MV52 Hornet is very similar to the MT52 and MU52 models. The beam does more damage than both of the other Hornet models, it's max impulse speed is faster than both of the other Hornet models, it turns faster than the MT52, but slower than the MU52
de: Die MV52 Hornet ist den Modellen MT52 und MU52 sehr ähnlich. Der Laser verursacht mehr Schaden als die beiden anderen Hornet-Modelle, und ihre maximale Impulsgeschwindigkeit ist höher als die der beiden anderen Hornet-Modelle. Sie dreht sich schneller als die MT52, aber langsamer als die MU52.

# scienceDB
source: Large tube 90
de: gr. Raketen Rechts

# scienceDB
source: Large tube -90
de: gr. Raketen Links

# scienceDB
source: Small tube -15
de: kl. Raketen Front

# scienceDB
source: Small tube 15
de: kl. Raketen Front

# scienceDB
source: Tube -30
de: Raketen Front

# scienceDB
source: Tube 30
de: Raketen Front

# scienceDB
source: The Hurricane is designed to jump in and shower the target with missiles. It is based on the Piranha F8, but with a jump drive, five more tubes in various directions and sizes and lots more missiles to shoot
de: Die Hurricane ist darauf ausgelegt, zu springen und dann das Ziel mit Raketen zu überschütten. Sie basiert auf der Piranha F8, hat aber einen Sprungantrieb, fünf weitere Schächte in verschiedenen Richtungen und Größen und viel mehr Raketen im Vorrat.

# scienceDB
source: Conversions R Us purchased a number of Adder MK 5 ships at auction and added jump drives to them to produce the Jade 5
de: Conversions R Us hat eine Reihe von Adder MK 5-Schiffen ersteigert und sie mit Sprungantrieben ausgestattet, um sie schließlich als Jade 5 zu vermarkten.

# scienceDB
source: 13 sec
de: 13 Sek. Ladezeit

# scienceDB
source: The K2 Breaker designers took the Ktlitan Breaker and beefed up the hull, added two bracketing tubes, enlarged the center tube and added more missiles to shoot. Should be good for a couple of enemy ships
de: Das Entwicklungsteam für die K2 Breaker nahmen die Ktlitan Breaker und verstärkte den Rumpf, fügte zwei Raketenschächte hinzu, vergrößerte den mittleren Schacht und den Raketenvorrat. Damit sollte sie es durchaus mit ein paar feindlichen Schiffe aufnehmen können.

# scienceDB
source: Enterprising designers published this design specification based on salvaged Ktlitan Fighters. Comparatively, it's got beams that cycle faster, but the hull is a bit weaker.
de: Findige Designer veröffentlichten diese Blaupause auf der Grundlage von geborgenen ktlitanischen Jägern. Im Vergleich dazu können die Laser dieses Schiffs schneller feuern, dafür ist die Hülle etwas schwächer.

# scienceDB
source: Enterprising designers published this design specification based on salvaged Ktlitan Fighters. Comparatively, it's got beams that are stronger and that cycle faster, but the hull is weaker.
de: Findige Designer haben dieses Schiffsdesign auf der Grundlage geborgener ktlitanischer Raumjäger veröffentlicht. Im Vergleich dazu sind bei diesem Schiff die Laser stärker und schneller, dafür ist die Hülle etwas schwächer.

# scienceDB
source: Small tube -10
de: kl. Raketen Front

# scienceDB
source: Small tube 10
de: kl. Raketen Front

# scienceDB
source: Tube -12
de: Raketen Front

# scienceDB
source: Tube 12
de: Raketen Front

# scienceDB
source: Large tube -15
de: gr. Raketen Front

# scienceDB
source: Large tube 15
de: gr. Raketen Front

# scienceDB
source: 16 sec
de: 16 Sek. Ladezeit

# scienceDB
source: 17 sec
de: 17 Sek. Ladezeit

# scienceDB
source: 19 sec
de: 19 Sek. Ladezeit

# scienceDB
source: 20 sec
de: 20 Sek. Ladezeit

# scienceDB
source: 21 sec
de: 21 Sek. Ladezeit

# scienceDB
source: 22 sec
de: 22 Sek. Ladezeit

# scienceDB
source: 23 sec
de: 23 Sek. Ladezeit

# scienceDB
source: Missile Storage
de: Raketenvorrat

# scienceDB
source: H:27 E:18 N:27 L:36
de: H:27 E:18 N:27 Z:36

# scienceDB
source: The Maniapak is an extreme modification of an Adder MK5 and a Blade. A maniacal designer was tasked with packing as many missiles as possible in this tiny starfighter frame. This record has yet to be beaten. Unfortunately, this ship is often a danger to friends as well as foes.
de: Der Maniapak ist eine extreme Weiterentwicklung einer Adder MK5 und einer Blade. Ein wahnsinniger Konstrukteur hatte die Aufgabe, so viele Raketen wie möglich in diese winzige Raumjäger-Hülle zu packen. Dieser Rekord ist seitdem nicht gebrochen worden. Leider ist dieses Schiff oftmals sowohl für Freunde als auch für Feinde eine Gefahr.

# scienceDB
source: The Phobos R2 model is very similar to the Phobos T3. It's got a faster turn speed, but only one missile tube
de: Die Phobos R2 ist dem T3-Modell sehr ähnlich. Es ist wendiger, besitzt aber aber nur einen Raketenschacht.

# scienceDB
source: The Phobos T4 makes some simple improvements on the Phobos T3: faster maneuver, stronger front shields, though weaker rear shields and longer and faster beam weapons
de: Die Phobos T4 bietet einige einfache Verbesserungen gegenüber der Phobos T3: schnelleres Manövrieren, stärkere vordere Schilde, jedoch schwächere hintere Schilde und schnellere Laser mit größerer Reichweite.

# scienceDB
source: Large tube -60
de: gr. Raketen Links

# scienceDB
source: Large tube 60
de: gr. Raketen Rechts

# scienceDB
source: Tube -120
de: Raketen Links

# scienceDB
source: Tube 120
de: Raketen Rechts

# scienceDB
source: The Predator is a significantly improved Piranha F8. Stronger shields and hull, faster impulse and turning speeds, a jump drive, beam weapons, eight missile tubes pointing in six directions and a large number of homing missiles to shoot.
de: Die Predator ist eine deutlich verbesserte Piranha F8. Stärkere Schilde und Hülle, schnellere Impuls- und Drehgeschwindigkeiten, ein Sprungantrieb, Laser, Acht Raketenschächte die in verschiedene Richtungen zeigen und ein großer Vorrat an Zielsuchraketen.

# scienceDB
source: The Shepherd is a Fighter with a long narrow beam. Tactical recommendation: hack the impulse engines
de: Die Shepherd ist ein jäger mit einem schmal fokussierten Laser mit hoher Reichweite. Taktische Empfehlung: Hacken Sie die Impulstriebwerke.

# scienceDB
source: The designers of the Starhammer III took the Starhammer II and added a rear facing beam, enlarged one of the missile tubes and added more missiles to fire
de: Die Konstrukteurinnen des Starhammer III nahmen den Starhammer II und fügten einen nach hinten gerichteten Laser hinzu, vergrößerten einen der Raketenschächte und den Raketenvorrat.

# scienceDB
source: The Starhammer V recognizes common modifications made in the field to the Starhammer II: stronger shields, faster impulse and turning speeds, additional rear beam and more missiles to shoot. These changes make the Starhammer V a force to be reckoned with.
de: Der Starhammer V weist die üblichen Modifikationen auf, die in der Praxis am Starhammer II vorgenommen wurden: stärkere Schilde, höhere Impuls- und Drehgeschwindigkeiten, ein zusätzlicher Hecklaser und ein größerer Raketenvorrat. Diese Änderungen machen den Starhammer V zu einer Macht, die man ernstnehmen muss.

# scienceDB
source: Large tube -88
de: gr. Raketen Links

# scienceDB
source: Tube -89
de: Raketen Links

# scienceDB
source: Large tube 88
de: gr. Raketen Rechts

# scienceDB
source: Tube 89
de: Raketen Rechts

# scienceDB
source: Tube -91
de: Raketen Links

# scienceDB
source: Tube -92
de: Raketen Links

# scienceDB
source: Tube 91
de: gr. Raketen Rechts

# scienceDB
source: Tube 92
de: Raketen Rechts

# scienceDB
source: Loosely based on the Piranha F12 model, the Tempest adds four more broadside tubes (two on each side), more HVLIs, more Homing missiles and 8 Nukes. The Tempest can strike fear into the hearts of your enemies. Get yourself one today!
de: Die Tempest basiert auf dem Modell Piranha F12 und verfügt über vier weitere Breitseitenschächte (zwei auf jeder Seite), mehr HGBIs, mehr Zielsuchraketen und 8 Nukes. Die Tempest kann die Herzen Ihrer Feinde in Angst und Schrecken versetzen. Holen Sie sich noch heute eine!

# scienceDB
source: Touchy is a fighter with a highly modified beam weapon: narrower, longer, slower and stronger
de: Touchy ist ein Jäger mit einer stark modifizierten Laserwaffe: schmaler, höhere Reichweite, langsamer und stärker.

# scienceDB
source: The Tyr is the shipyard's answer to admiral Konstatz' casual statement that the Battlestation model was too slow to be effective. The shipyards improved on the Battlestation by fitting the Tyr with more than twice the impulse speed and more than six times the turn speed. They threw in stronger shields and hull and wider beam coverage just to show that they could
de: Die Tyr ist die Antwort der Werften auf die beiläufige Äußerung von Admiral Konstatz, dass die "Battlestation" zu langsam sei, um effektiv zu sein. Die Werften verbesserten die Battlestation, indem sie die Tyr mit einer mehr als doppelt so hohen Impulsgeschwindigkeit und einer mehr als sechsmal so hohen Wendegeschwindigkeit ausstatteten. Sie bauten stärkere Schilde und eine breitere Hülle ein und vergrößerten den Erfassungsbereich der Laser, nur um zu zeigen, dass sie es können.

# scienceDB
source: Conversions R Us purchased a number of Adder MK 5 ships at auction and added warp drives to them to produce the Waddle 5
de: Conversions R Us hat eine Reihe von Adder MK 5-Schiffen ersteigert und sie mit Warpantrieben ausgestattet, um sie schließlich als Waddle 5 zu vermarkten.

# scienceDB
source: The weapons-platform is a stationary platform with beam-weapons. It's extremely slow to turn, but it's beam weapons do a huge amount of damage. The weapons platform II is a modification of this design with a stronger hull, but slower and weaker beams. Did you know it's hug your science database librarian day?
de: Die "Weapons Platform" ist eine stationäre Plattform mit Lasern. Sie ist extrem langsam in der Drehung, aber ihre Laserwaffen richten eine enorme Menge an Schaden an. Die "Weapons Platform II" ist eine Abwandlung dieser Konstruktion mit einer stärkeren Hülle, aber langsameren und schwächeren Lasern.

# scienceDB
source: Tube -88
de: Raketen Links

# scienceDB
source: Tube 90
de: Raketen Rechts

# scienceDB
source: Tube 92
de: Raketen Rechts

# scienceDB
source: Tube 88
de: Raketen Rechts

# scienceDB
source: Tube 0
de: Raketen Front

# scienceDB
source: Tube 2
de: Raketen Front

# scienceDB
source: Tube -2
de: Raketen Front

# scienceDB
source: The Whirlwind, another heavy artillery cruiser, takes the Storm and adds tubes and missiles. It's as if the Storm swallowed a Pirahna and grew gills. Expect to see missiles, lots of missiles
de: Die Whirlwind, ein weiterer schwerer Artilleriekreuzer, fügt der Storm Raketenschächte hinzu. Es ist, als hätte die Storm eine Piranha verschluckt und Kiemen bekommen. Rechnen Sie mit Raketen, vielen Raketen

# scienceDB
source: Small tube 1
de: kl. Raketen Front

# scienceDB
source: Small tube -1
de: kl. Raketen Front

# scienceDB
source: The WZ-Lindworm is essentially the stock WX-Lindworm with more HVLIs, more homing missiles and added nukes. They had to remove some of the armor to get the additional missiles to fit, so the hull is weaker. Also, the WZ turns a little more slowly than the WX. This little bomber packs quite a whallop.
de: Die WZ-Lindworm ist im Wesentlichen die WX-Lindworm mit mehr HGBIs, mehr Zielsuchraketen und zusätzlichen Nukes. Um die zusätzlichen Raketen einbauen zu können, musste ein Teil der Panzerung entfernt werden, so dass die Hülle schwächer ist. Außerdem dreht sich die WZ ein wenig langsamer als die WX. Dieser kleine Bomber hat eine ganz schöne Wucht.

# scienceDB
source: Sub-class
de: Unterklasse

# scienceDB
source: Size
de: Größe

# scienceDB
source: Small, medium and large scale transport ships. These are the working ships that keep commerce going in any sector. They may carry personnel, goods, cargo, equipment, garbage, fuel, research material, etc.
de: Kleine, mittlere und große Transportschiffe. Dies sind die "Arbeitspferde", die den Handel in jedem Sektor am Laufen halten. Sie können Personal, Waren, Fracht, Ausrüstung, Müll, Treibstoff, Forschungsmaterial usw. transportieren.
