Repository: csibbitt/EmptyEpsilon
Catalog: scripts/locale/cpu_ship_diversification_scenario_utility.*.po
Languages: de

# scienceDB
source: The Space Sedan was built around a surplus Personnel Jump Freighter 3. It's designed to provide relatively low cost transportation primarily for people, but there is also a limited amount of cargo space available
de: Die Space Sedan wurde aus einem überzähligen Personnel Jump Freighter 3 gebaut. Sie wurde entwickelt, um relativ kostengünstig hauptsächlich Personen zu transportieren, aber es ist auch eine begrenzte Menge an Frachtraum verfügbar.

# scienceDB
source: The Omnibus was designed from the Personnel Jump Freighter 5. It's made to transport large numbers of passengers of various types along with their luggage and any associated cargo
de: Der Omnibus wurde aus dem Personnel Jump Freighter 5 entwickelt. Er ist für den Transport einer großen Anzahl von Passagieren aller Art mitsamt ihrem Gepäck und der dazugehörigen Fracht gedacht.

# scienceDB
source: The Service Jonque is a modified Equipment Jump Freighter 4. It's designed to carry spare parts and equipment as well as the necessary repair personnel to where it's needed to repair stations and ships
de: Die Service-Jonque ist ein modifizierter Frachter des Modells "Equipment Jump Freighter 4". Sie ist dafür ausgelegt, Ersatzteile und Ausrüstung sowie das nötige Reparaturpersonal dorthin zu transportieren, wo es für die Reparatur von Stationen und Schiffen benötigt wird.

# scienceDB
source: The Courier is a souped up Personnel Freighter 1. It's made to deliver people and messages fast. Very fast
de: Der Courier ist ein aufgerüsteter Frachter des Typs "Personal Freighter 1". Er ist dafür gemacht, Menschen und Nachrichten schnell zu transportieren. Sehr schnell.

# scienceDB
source: The Work Wagon is a conversion of an Equipment Freighter 2 designed to carry equipment and parts where they are needed for repair or construction.
de: Die Work Wagon ist ein Umbau eines Frachters vom Typ "Equipment Freighter 2", der für den Transport von Ausrüstung und Teilen zu Reparatur- oder Bauzwecken entwickelt wurde.

# scienceDB
source: As a side contract, Conversion R Us put together the Laden Lorry from some recently acquired Goods Freighter 3 hulls. The added warp drive makes for a more versatile goods carrying vessel.
de: Im Rahmen eines Nebenprojekts baute Conversion R Us aus einigen kürzlich erworbenen "Goods Freighter 3"-Hüllen die Laden Lorry. Der zusätzliche Warp-Antrieb macht es zu einem noch vielseitigeren Gütertransportschiff.

# scienceDB
source: Conversion R Us cleaned up and converted excess freighter hulls into Physics Research vessels. The reduced weight improved the impulse speed and maneuverability.
de: Conversion R Us hat überschüssige Frachterhüllen gereinigt und in physikalische Forschungsschiffe umgewandelt. Durch das geringere Gewicht wurden die Impulsgeschwindigkeit und die Manövrierfähigkeit verbessert.

# scienceDB
source: Class
de: Klasse

# scienceDB
source: Shield
de: Schilde

# scienceDB
source: Hull
de: Hülle

# scienceDB
source: Move speed
de: Geschwindigkeit

# scienceDB
source: Reverse move speed
de: Geschw. rückwärts

# scienceDB
source: Turn speed
de: Wendigkeit

# scienceDB
source: %.1f deg/sec
de: %.1f grad / Sek.

# scienceDB
source: Jump range
de: Sprungreichweite

# scienceDB
source: Warp Speed
de: Warpgeschwindigkeit

# scienceDB
source: Beam weapon %s:%s
de: Laser %s° bis %s°

# scienceDB
source: %.1f Dmg / %.1f sec
de: %.1f Schaden / %.1f Sek.

# scienceDB
source: Storage %s
de: Ladung %s
