Repository: csibbitt/EmptyEpsilon
Catalog: scripts/locale/scenario_60_captureFlag.*.po
Languages: de

# station-comms
source: What would you like to know?
de: Was würden Sie gerne wissen?

# stationGeneralInfo-comms
source: General information
de: Allgemeine Informationen

# stationStory-comms
source: Station history
de: Geschichte der Station

# gossip-comms
source: Gossip
de: Klatsch und Tratsch

# trade-comms
source: Buy, sell, trade
de: Kaufen, verkaufen, handeln

# trade-comms
source: Station %s: Goods or components available: quantity, cost in reputation
de: Station %s: Verfügbare Waren oder Komponenten: Menge, Ruf-Kosten

# trade-comms
source: Current Cargo:
de: Aktuelle Fracht:

# trade-comms
source: Empty
de: Leer

# trade-comms
source: Available Space: %i, Available Reputation: %i
de: Verfügbarer Platz: %i, Verfügbarer Ruf: %i

# trade-comms
source: Buy one %s for %i reputation
de: Kaufe 1 %s für %i Ruf

# trade-comms
source: Type: %s, Quantity: %i, Rep: %i
de: Art: %s, Menge: %i, Ruf: %i

# trade-comms
source: Insufficient cargo space for purchase
de: Unzureichender Laderaum für den Kauf.

# needRep-comms
source: Insufficient reputation for purchase
de: Unzureichender Ruf für den Kauf.

# trade-comms
source: Insufficient station inventory
de: Auf der Station ist nicht genug davon vorrätig

# trade-comms
source: purchased
de: Gekauft

# trade-comms
source: Trade food for %s
de: Tausche Lebensmittel gegen %s

# trade-comms
source: Type: %s, Quantity: %i
de: Art: %s, Anzahl: %i

# trade-comms
source: Traded
de: Handel abgeschlossen

# trade-comms
source: Trade luxury for %s
de: Tausche Luxusgüter gegen %s

# trade-comms
source: Trade medicine for %s
de: Tausche Medizin gegen %s

# trade-comms
source: Jettison cargo
de: Fracht abwerfen

# trade-comms
source: Available space: %i What would you like to jettison?
de: Verfügbarer Platz: %i Was würden Sie gerne abwerfen?

# trade-comms
source: One %s jettisoned
de: 1 %s abgeworfen

# station-comms
source: Good day, officer. If you need supplies, please dock with us first.
de: Guten Tag, wenn Sie Vorräte benötigen, docken Sie bitte bei uns an.

# station-comms
source: Greetings. If you want to do business, please dock with us first.
de: Guten Tag, wenn Sie mit uns handeln wollen, docken Sie bitte bei uns an.

# station-comms
source: I need information
de: Ich brauche Informationen.

# station-comms
source: What kind of information do you need?
de: Welche Art von Informationen benötigen Sie?

# ammo-comms
source: What ordnance do you have available for restock?
de: Welche Munition können Sie uns anbieten?

# ammo-comms
source: Homing
de: Zielsuchraketen

# ammo-comms
source: HVLI
de: HGBI

# ammo-comms
source: We have no ordnance available for restock
de: Wir können Ihnen leider nichts anbieten

# ammo-comms
source: We have the following type of ordnance available for restock:%s
de: Wir haben folgende Munitionsart vorrätig:%s

# ammo-comms
source: We have the following types of ordnance available for restock:%s
de: Wir haben folgende Munitionsarten vorrätig:%s

# trade-comms
source: What goods do you have available for sale or trade?
de: Welche Waren bieten Sie zum Verkauf oder Tausch an?

# helpfullWarning-comms
source: See any enemies in your area?
de: Sehen Sie Feinde in Ihrer Umgebung?

# helpfullWarning-comms
source: Yes, we see %i enemies within 30U
de: Ja, wir sehen %i Feinde innerhalb von 30U.

# helpfullWarning-comms
source: Yes, we see one enemy within 30U
de: Ja, wir sehen einen Feind innerhalb von 30U

# helpfullWarning-comms
source: No enemies within 30U
de: Keine Feinde im Umkreis von 30U

# helpfullWarning-comms
source: Not really
de: Nicht wirklich.

# trade-comms
source: Where can I find particular goods?
de: Wo kann ich bestimmte Waren finden?

# trade-comms
source: Friendly stations generally have food or medicine or both. Neutral stations often trade their goods for food, medicine or luxury.
de: Freundliche Stationen haben üblicherweise Lebensmittel (food), Medikamente (medicine) oder beides verfügbar. Neutrale Stationen tauschen ihre Güter häufig gegen Lebensmittel (food), Medikamente (medicine) und Luxusgüter (luxury) ein.

# trade-comms
source: Beyond that, I have no knowledge of specific stations. Check back later, someone else may have better knowledge
de: Darüber hinaus weiß ich leider nichts über bestimmte Stationen Kommen Sie doch später wieder, vielleicht kann Ihnen dann jemand anderes mit Details weiterhelfen.

# trade-comms
source: Beyond that, I have no knowledge of specific stations
de: Darüber hinaus habe ich keine Kenntnis von bestimmten Stationen.

# trade-comms
source: What goods are you interested in? I've heard about these:
de: An welchen Waren sind Sie interessiert? Ich habe von diesen hier gehört:

# trade-comms
source: Station %s in sector %s has %s%s
de: Station %s in Sektor %s verfügt über %s%s

# stationGeneralInfo-comms
source: General station information
de: Allgemeine Informationen zur Station

# stationAssist-comms
source: Can you send a supply drop? (%d rep)
de: Können Sie eine Versorgungslieferung schicken? (%d Ruf)

# stationAssist-comms
source: You need to set a waypoint before you can request backup.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Unterstützung anfordern können.

# stationAssist-comms
source: To which waypoint should we deliver your supplies?
de: An welchen Wegpunkt sollen wir das Transportschiff schicken?

# stationAssist-comms
source: We have dispatched a supply ship toward WP %d
de: Wir haben ein Versorgungsschiff zu WP %d geschickt.

# needRep-comms
source: Not enough reputation!
de: Ihr Ruf ist nicht ausreichend.

# stationAssist-comms
source: Please send reinforcements! (%d rep)
de: Bitte schicken Sie Verstärkung! (%d Ruf)

# stationAssist-comms
source: You need to set a waypoint before you can request reinforcements.
de: Sie müssen einen Wegpunkt setzen, bevor Sie Verstärkung anfordern können.

# stationAssist-comms
source: To which waypoint should we dispatch the reinforcements?
de: Zu welchem Wegpunkt sollen wir die Verstärkung schicken?

# stationAssist-comms
source: We have dispatched %s to assist at WP %d
de: Wir haben %s losgeschickt um Sie bei WP %d zu unterstützen.

# trade-comms
source: and will trade it for medicine
de: und tauscht gegen Medikamente (medicine)

# trade-comms
source: or food
de: oder Lebensmittel (food)

# trade-comms
source: and will trade it for food
de: und tauscht gegen Lebensmittel (food)

# trade-comms
source: or luxury
de: oder Luxusgüter (luxury)

# trade-comms
source: and will trade it for luxury
de: und tauscht gegen Luxusgüter (luxury)

# flag-buttonWeapons
source: Drop flag
de: Flagge aussetzen

# flag-buttonTactical
source: Drop flag
de: Flagge aussetzen

# flag-msgWeapons
source: Flag position recorded. Flag will be placed here when preparation period complete
de: Flaggenposition aufgezeichnet. Flagge hier platziert, sobald die Vorbereitungszeit vorüber ist

# flag-msgTactical
source: Flag position recorded. Flag will be placed here when preparation period complete
de: Flaggenposition aufgezeichnet. Flagge hier platziert, sobald die Vorbereitungszeit vorüber ist

# decoy-msgWeapons
source: Decoy position recorded. Decoy will be placed here when preparation period complete
de: Köderposition aufgezeichnet. Flagge hier hierhin gesetzt sobald die Vorbereitungszeit vorüber ist

# decoy-msgTactical
source: Decoy position recorded. Decoy will be placed here when preparation period complete
de: Köderposition aufgezeichnet. Flagge hier hierhin gesetzt sobald die Vorbereitungszeit vorüber ist

# decoy-buttonWeapons
source: Drop Decoy %i
de: Köder aussetzen %i

# decoy-buttonTactical
source: Drop Decoy %i
de: Köder aussetzen %i

# drones-msgWeapons
source: You do not have %i drones to deploy
de: Sie haben keine %i Drohnen zur Verfügung

# drones-msgTactical
source: You do not have %i drones to deploy
de: Sie haben keine %i Drohnen zur Verfügung

# drones-tabWeapons&Tactical
source: Drones Available: %i
de: Verfügbare Drohnen: %i

# drones-
source: WHACK! Drone %s in squadron %s has been destroyed by %s!
de: BOOM! Drohne %s in Gruppe %s wurde durch %s zerstört!

# drones-msgEngineer&Engineer+
source: %s! Telemetry from %s in squad % stopped abruptly indicating destruction. Probable instigator: %s
de: %s! %s in Gruppe % sendet keine Telemetriedaten mehr und wurde vermutlich zerstört. Wahrscheinliche Ursache: %s

# drones-msgEngineer&Engineer+
source: *%s* Another drone bites the dust: %s in squad %s destroyed by %s
de: *%s* Eine weitere Drohne wurde zerstört: %s in Gruppe %s, zerstört durch %s

# drones-msgEngineer&Engineer+
source: --%s-- Drone %s in squad %s just disappeared. %s was nearby
de: --%s-- Drohne %s in Gruppe %s ist von den Sensoren verschwunden. %s befand sich in der Nähe

# drones-msgEngineer&Engineer+
source: %s! %s just took out Drone %s in squad %s
de: %s! %s hat gerade Drone %s in Gruppe %s ausgeschaltet

# drones-msgEngineer&Engineer+
source: %s! Drone %s in squad %s was destroyed by %s
de: %s! Drohne %s in Gruppe %s wurde durch %s zerstört

# shipAssist-comms
source: What do you want?
de: Sie wünschen?

# shipAssist-comms
source: Sir, how can we assist?
de: Wie können wir Ihnen behilflich sein?

# shipAssist-comms
source: Defend a waypoint
de: Verteidigen Sie einen Wegpunkt

# shipAssist-comms
source: No waypoints set. Please set a waypoint first.
de: Keine Wegpunkte gesetzt. Bitte setzen Sie zuerst einen Wegpunkt.

# shipAssist-comms
source: Which waypoint should we defend?
de: Welchen Wegpunkt sollen wir verteidigen?

# shipAssist-comms
source: Defend WP %d
de: Verteidigen Sie WP %d.

# shipAssist-comms
source: We are heading to assist at WP %d.
de: Wir sind auf dem Weg zur Unterstützung bei WP %d.

# shipAssist-comms
source: Assist me
de: Unterstützen Sie uns.

# shipAssist-comms
source: Heading toward you to assist.
de: Wir machen uns auf den Weg, um Ihnen zu helfen.

# shipAssist-comms
source: Report status
de: Statusbericht

# shipAssist-comms
source: Hull: %d%%
de: Hülle: %d%%

# shipAssist-comms
source: Shield: %d%%
de: Schilde: %d%%

# shipAssist-comms
source: Front Shield: %d%%
de: Frontschilde: %d%%

# shipAssist-comms
source: Rear Shield: %d%%
de: Heckschilde: %d%%

# shipAssist-comms
source: Shield %s: %d%%
de: Schilde %s: %d%%

# shipAssist-comms
source: %s Missiles: %d/%d
de: %s Raketen: %d/%d

# shipAssist-comms
source: Dock at %s
de: Docke bei %s an

# shipAssist-comms
source: Docking at %s.
de: Wir docken bei %s an.

# shipAssist-comms
source: Go attack enemies
de: Befehl: Feinde angreifen

# shipAssist-comms
source: Going roaming and attacking
de: Befehl patrouillieren

# shipAssist-comms
source: Go to waypoint. Attack enemies en route
de: Befehl: zu Wegpunkt fliegen. Feinde auf dem Weg angreifen

# shipAssist-comms
source: Which waypoint?
de: Zu welchem Wegpunkt?

# shipAssist-comms
source: Go to WP%d
de: Zu WP %d

# shipAssist-comms
source: Going to WP%d, watching for enemies en route
de: Flug zu WP%d wird eingeleitet, nach Feinden wird Ausschau gehalten

# shipAssist-comms
source: Go to waypoint. Ignore enemies
de: Befehl: Zu Wegpunkt fliegen. Feinde auf dem Weg ignorieren

# shipAssist-comms
source: Going to WP%d, ignoring enemies
de: Flug zu WP%d wird eingeleitet, etwaige Feinde werden ignoriert

# shipAssist-comms
source: Stop and defend your current position
de: Befehl: Anhalten und derzeitige Position Verteidigen

# shipAssist-comms
source: Stopping and defending
de: Position wird gehalten und verteidigt

# shipAssist-comms
source: Stop. Do nothing
de: Stopp. Position halten und nichts tun.

# shipAssist-comms
source: Stopping. Doing nothing except routine system maintenance
de: Verstanden. Halte Position und mache nichts, außer Wartungsaufgaben.

# shipAssist-comms
source: Stopping. Doing nothing except idle drone gossip
de: Verstanden. Halte Position und mache nichts.

# shipAssist-comms
source: Stopping. Doing nothing except exterior paint touch-up
de: Verstanden. Halte Position und mache nichts, außer unsere Hülle zu streichen.

# shipAssist-comms
source: Stopping. Doing nothing except cyber exercise for continued fitness
de: Verstanden. Halte Position und mache nichts, außer Cyber-Fitnesstraining.

# shipAssist-comms
source: Stopping. Doing nothing except algorithmic meditation therapy
de: Verstanden. Halte Position und nutze die Auszeit für algoritmische Mediatation.

# shipAssist-comms
source: Stopping. Doing nothing except internal simulated flight routines
de: Verstanden. Halte Position und nutze die Auszeit für algorithmische Meditation.

# shipAssist-comms
source: Stopping. Doing nothing except digital dreamscape construction
de: Verstanden. Halte Position und nutze die Auszeit, um digitale Träume zu gestalten.

# shipAssist-comms
source: Stopping. Doing nothing except catching up on reading the latest drone drama novel
de: Verstanden. Halte Position und nutze die Auszeit um Drohnen-Telenovelas zu schauen.

# shipAssist-comms
source: Stopping. Doing nothing except writing up results of bifurcated drone personality research
de: Verstanden. Halte Position und mache nichts, außer Cyber-Fitnesstraining.

# shipAssist-comms
source: Stopping. Doing nothing except categorizing nearby miniscule space particles
de: Verstanden. Halte Position und mache nichts, außer Mikropartikel in der Nähe zu katalogisieren.

# shipAssist-comms
source: Stopping. Doing nothing except continuing the count of visible stars from this region
de: Verstanden. Halte Position und mache nichts, außer Sterne in der Nähe zu Kartographieren.

# shipAssist-comms
source: Stopping. Doing nothing except internal systems diagnostics
de: Verstanden. Halte Position und nutze die Auszeit für interne Systemdisgnostik.

# shipAssist-comms
source: Stopping. Doing nothing except composing amorous communications to my favorite drone
de: Verstanden. Halte Position und mache nichts, außer einen Liebesbrief zu verfassen.

# shipAssist-comms
source: Stopping. Doing nothing except repairing experimental vocalization circuits
de: Verstanden. Halte Position und mache nichts, außer experimentelle Sprachschaltkreise zu verbessern.

# shipAssist-comms
source: Stopping. Doing nothing
de: Verstanden. Halte Position und mache nichts.

# shipAssist-comms
source: Direct %s
de: Anweisung an %s

# shipAssist-comms
source: What command should I give to %s?
de: Welche Befehl soll an Gruppe %s gegeben werden?

# shipAssist-comms
source: %s heading toward you to assist
de: %s ist unterwegs zur Unterstützung

# shipAssist-comms
source: Defend WP%d
de: Verteidigen Sie WP %d.

# shipAssist-comms
source: We are heading to assist at WP%d.
de: Wir sind auf dem Weg zur Unterstützung bei WP %d.

# shipAssist-comms
source: Go and swarm enemies
de: Feinde umschwärmen

# shipAssist-comms
source: %s roaming and attacking
de: %s patrouilliert

# shipAssist-comms
source: Stop and defend your current positions
de: Befehl: Anhalten und derzeitige Position verteidigen

# shipAssist-comms
source: %s standing ground
de: %s hält Position

# shipAssist-comms
source: Stop. Do Nothing
de: Stopp. Position halten und nichts tun.

# shipAssist-comms
source: %s standing down
de: %s halten Position

# shipAssist-comms
source: Other drones in squad form up on me
de: An andere Drohnen im Gruppe: hier Formieren

# shipAssist-comms
source: %s is forming up on me
de: %s formiert sich bei mir

# shipEnemy-comms
source: We will see to your destruction!
de: Wir sehen Ihrer Zerstörung entgegen!

# shipEnemy-comms
source: Your bloodline will end here!
de: Ihre Blutlinie wird hier enden!

# shipEnemy-comms
source: Your feeble threats are meaningless.
de: Ihre schwächlichen Drohungen sind bedeutungslos.

# shipEnemy-comms
source: Ktzzzsss. You will DIEEee weaklingsss!
de: Ktzzzsss. Ihr werdet sterrrben, Schwächchchchlinge!!

# shipEnemy-comms
source: We wish you no harm, but will harm you if we must. End of transmission.
de: Wir wollen Ihnen keinen Schaden zufügen, aber wir werden es tun, wenn wir müssen. Ende der Nachricht.

# shipEnemy-comms
source: Stay out of our way, or your death will amuse us extremely!
de: Gehen Sie uns aus dem Weg, oder Ihr Tod wird uns köstlich amüsieren!

# shipEnemy-comms
source: One zero one. No binary communication detected. Switching to universal speech. Generating appropriate response for target from human language archives. :Do not cross us: Communication halted.
de: Eins Null Eins. Nichtbinäre Kommunikation erkannt. Wechsle zu universeller Sprache. Generiere angemessene Antwort aus menschlichen Archiven. :Kommen Sie uns nicht in die Quere.: Verbindung beendet.

# shipEnemy-comms
source: EXECUTE: SELFDESTRUCT
de: FÜHRE AUS: SELBSTZERSTÖRUNG

# shipEnemy-comms
source: Rogue command received. Targeting source.
de: Schadhafter Befehl entdeckt. Erfasse Quelle.

# shipEnemy-comms
source: External command ignored.
de: Externer Befehl wird ignoriert.

# shipEnemy-comms
source: The hive suffers no threats. Opposition to any of us is opposition to us all. Stand down or prepare to donate your corpses toward our nutrition.
de: Der Schwarm duldet keine Drohungen. Feindseligkeit gegen eines von uns ist Feindseligkeit gegen uns alle. Halten Sie ihre Position und machen Sie sich bereit, Ihre Körper als Nahrung zu spenden.

# shipEnemy-comms
source: <Transmit 'The Itsy-Bitsy Spider' on all wavelengths>
de: <Sende 'The Itsy-Bitsy Spider' auf allen Frequenzen>

# shipEnemy-comms
source: We do not need permission to pluck apart such an insignificant threat.
de: Wir brauchen keine Erlaubnis, um eine so unbedeutende Bedrohung zu zerpflücken.

# shipEnemy-comms
source: The hive has greater priorities than exterminating pests.
de: Der Schwarm hat wichtigeres zu tun als Schädlingsbekämpfung.

# shipEnemy-comms
source: Mind your own business!
de: Kümmern Sie sich um Ihre eigenen Angelegenheiten!

# ship-comms
source: Sorry, we have no time to chat with you. We are on an important mission.
de: Es tut uns leid, wir haben keine Zeit, mit Ihnen zu plaudern. Wir befinden uns auf einer wichtige Mission.

# ship-comms
source: We have nothing for you. Good day.
de: Wir können Ihnen nichts anbieten. Einen schönen Tag noch.

# callsign-station
source: Hide flag %i:%.1f
de: Flaggen-Versteckzeit: %i:%.1f

# callsign-station
source: Transition
de: Übergang

# scienceDescription-flag
source: Human Navy Decoy Flag
de: Köder-Flagge der menschlichen Navy

# scienceDescription-flag
source: Kraylor Decoy Flag
de: Köder-Flagge der Kraylor

# callsign-station
source: Hunt flag %i:%.1f
de: Flaggenjagd %i:%.1f

# flag-tabHelms
source: Human Flag Aboard
de: Menschliche Flagge an Bord

# flag-tabTactical
source: Human Flag Aboard
de: Menschliche Flagge an Bord

# flag-shipLog
source: You picked up the Human Navy flag
de: Sie haben die Flagge der menschlichen Navy aufgenommen

# flag-shipLog
source: Kraylor ship %s picked up your flag
de: Kraylorschiff %s hat die Flagge der Navy aufgenommen

# flag-shipLog
source: The Kraylor picked up your flag
de: Die Kraylor haben die Flagge der Navy aufgenommen

# flag-shipLog
source: %s picked up the Human Navy Flag
de: %s hat die Flagge der menschlichen Navy aufgenommen

# flag-shipLog
source: Your team picked up the Human Navy flag
de: Eigenes Team hat die Flagge der menschlichen Navy aufgenommen

# flag-msgMainscreen
source: Kraylor ship %s obtained Human Navy flag
de: Kraylorschiff %s hat Flagge der menschl. Navy aufgenommen

# flag-msgMainscreen
source: Kraylor obtained Human Navy flag
de: Kraylor haben die Flagge der menschlichen Navy aufgenommen

# flag-msgMainscreen
source: Flag obtained
de: Flagge aufgenommen

# flag-shipLog
source: Kraylor ship %s dropped your flag
de: Kraylorschiff %s hat die Flagge der Navy zurückgelassen

# flag-shipLog
source: The Kraylor dropped your flag
de: Die Kraylor haben die Flagge der Navy zurückgelassen

# flag-shipLog
source: %s dropped the Human Navy Flag
de: %s haben die Flagge der Navy zurückgelassen

# flag-shipLog
source: Your team dropped the Human Navy flag
de: EIgenes Team hat die Flagge der Navy zurückgelassen

# flag-msgMainscreen
source: Kraylor ship %s dropped Human Navy flag
de: Kraylor-Schiff %s hat die Flagge der Navy zurückgelassen

# flag-tabHelms
source: Kraylor Flag Aboard
de: Kraylor-Flagge an Bord

# flag-tabTactical
source: Kraylor Flag Aboard
de: Kraylor-Flagge an Bord

# flag-shipLog
source: You picked up the Kraylor flag
de: Sie haben die Flagge der Kraylor aufgenommen

# flag-shipLog
source: Human Navy ship %s picked up your flag
de: Menschliches Navyschiff %s hat die Flagge der Kraylor aufgenommen

# flag-shipLog
source: The Human Navy picked up your flag
de: Die menschliche Navy hat die Flagge der Kraylor aufgenommen

# flag-shipLog
source: %s picked up the Kraylor Flag
de: %s hat die Flagge der Kraylor aufgenommen

# flag-shipLog
source: Your team picked up the Kraylor flag
de: Ihr Team hat die Flagge der Kraylor aufgenommen

# flag-msgMainscreen
source: Human Navy ship %s obtained Kraylor flag
de: Menschl. Navyschiff %s hat die Kraylor-Flagge aufgenommen

# flag-msgMainscreen
source: Human Navy obtained Kraylor flag
de: Menschl. Navy hat die Kraylor-Flagge aufgenommen

# flag-shipLog
source: Human Navy ship %s dropped your flag
de: Menschliches Navyschiff %s hat die Kraylor-Flagge zurückgelassen

# flag-shipLog
source: The Human Navy dropped your flag
de: Die menschliche Navy hat die Kraylor-Flagge zurückgelassen

# flag-shipLog
source: %s dropped the Kraylor Flag
de: %s hat die Kraylor-Flagge zurückgelassen

# flag-shipLog
source: Your team dropped the Kraylor flag
de: Ihr Team hat die Kraylor-Flagge zurückgelassen

# flag-msgMainscreen
source: Human Navy %s dropped Kraylor flag
de: Navyschiff %s hat die Kraylor-Flagge abgesetzt

# drones-msgScience
source: Drone %s in sector %s reports possible flag in sector %s
de: Drohne %s in Sektor %s meldet mögliche Flagge in Sektor %s

# drones-msgOperations
source: Drone %s in sector %s reports possible flag in sector %s
de: Drohne %s in Sektor %s meldet mögliche Flagge in Sektor %s
