Repository: csibbitt/EmptyEpsilon
Catalog: scripts/locale/scenario_30_brokenglass.*.po
Languages: de

source: Broken Glass
de: Zerbrochenes Glas

source: Support research activities in the Zeta Belt and keep the researchers safe. Difficulty balances and 10 achievements to complete. Duration: Plan for 3+ hours on Easy, with harder difficulties taking longer Player ships: 1 Author: Chris Sibbitt. Revisions: Xansta, Muerte Jan2023 Created: Dec2022 Feedback: USN Discord: https://discord.gg/7Kr32ezJFF
de: Unterstützt die Forschungsaktivitäten im Zeta-Gürtel und sorgt Sie für die Sicherheit der Forscher. Verschiedene Schwierigkeitsgrade 10 mögliche Errungenschaften Dauer: Plant 3+ Stunden auf Leicht ein, die schweren Schwierigkeitsgrade dauern länger Spielerschiffe: 1 Autor: Chris Sibbitt. Überarbeitungen: Xansta, Muerte Jan2023 Erstellt: Dez2022 Feedback: USN Discord: https://discord.gg/7Kr32ezJFF

# setting
source: Difficulty
de: Schwierigkeitsgrad

# setting
source: Configures the difficulty in the scenario. Default is Easy
de: Legt den Schwierigkeitsgrad des Szenarios fest. Standardeinstellung ist "leicht"

# Difficulty
source: Easy
de: Leicht

# Difficulty
source: Minor enemy resistance and easier missions.
de: Geringer feindlicher Widerstand und einfachere Missionen.

# Difficulty
source: Medium
de: Mittel

# Difficulty
source: More robust resistance with more risk (takes longer).
de: Stärkerer Widerstand mit mehr Risiko (Die Missionen dauern auch länger)

# Difficulty
source: Hard
de: Schwer

# Difficulty
source: Significant enemy resistance.
de: Erheblicher feindlicher Widerstand.

# lost-comms
source: We're pretty busy scanning for treasure... I mean, conducting research in this nebula. Can we call you back?
de: Wir sind gerade damit beschäftigt nach Schätzen zu scannen.. Ich meine, diesen Nebel zu erforschen. Können wir Sie zurück rufen?

# scienceDescription-artifact
source: Just a hollow spherical apparition. Kinda looks like it's hiding something.
de: Eine offenbar hohle Kugel. Es scheint, als sei etwas darin verborgen.

# scienceDescription-artifact
source: It seems to have changed shape.
de: Es scheint seine Form verändert zu haben.

# nebulaBonuses-shipLog
source: A Nuke and additional nuke storage have been added to our arsenal
de: Eine Nuke sowie einen zusätzlichen Lagerplatz für Nukes wurden Ihrem Schiff hinzugefügt

# nebulaBonuses-shipLog
source: A stranded repair crew has been rescued
de: Ein gestrandetes Reparaturteam wurde gerettet.

# nebulaBonuses-shipLog
source: This scientific data is sure to raise our reputation with the eggheads.
de: Diese wissenschaftlichen Daten werden unseren Ruf bei den Eierköpfen sicherlich verbessern.

# nebulaBonuses-incCall
source: DRONE SELF DEFENCE SYSTEM ACTIVATED
de: DROHNEN-SELBSTVERTEIDIGUNG AKTIVIERT

# nebulaBonuses-shipLog
source: DRONE SELF DEFENCE SYSTEM ACTIVATED
de: DROHNEN-SELBSTVERTEIDIGUNG AKTIVIERT

# nebulaBonuses-shipLog
source: We have activated a drone defence system!
de: Wie haben die Aktivierung eines Drohnen-Verteidigungs-Sytems ausgelöst!

# defenceStn-incCall
source: Greetings, Captain. You've been assigned a tour of duty in the Zeta Belt. It's neutral territory with a bit of everything... nebulae, asteroids, baby planets, and dangerous old scrap. We don't see many Kraylor around here, but we have a non-aggression treaty with them, so should you encounter any, think twice before engaging. The main security risk is from those damned Ghost and Exuari drones and that keep flying around. Your primary orders are to support all the research facilities in the area, both Human and Independent. Their safety must be guaranteed, including helping them with dangerous operations. If you can't find anything to do, check in here and we can set you up with a patrol route. Your ship, the Propitious 1, is well equipped but not exactly a war vessel, so conduct yourself carefully and try not to breach the peace tumultuously.
de: Guten Tag, Captain. Ihnen wurde der Einsatz im Zeta-Gürtel zugewiesen. Es ist neutrales Gebiet, das von allem etwas zu bieten hat... Nebel, Asteroiden, kleine Planeten und gefährlichen alten Schrott. Wir sehen hier nicht viele Kraylor, aber wir haben einen Nichtangriffspakt mit ihnen. Sollten Sie also auf welche treffen, überlegen Sie es sich zweimal, bevor Sie angreifen. Das größte Sicherheitsrisiko geht von diesen verdammten Geister- und Exuari-Drohnen aus, die ständig hier herumschwirren. Ihr primärer Befehl lautet, alle Forschungseinrichtungen in der Gegend zu unterstützen, sowohl die der Menschlichen Navy als auch die Unabhängigen. Ihre Sicherheit muss gewährleistet sein, und dazu gehört auch, ihnen bei gefährlichen Aufgaben zu helfen. Wenn Sie nichts zu tun haben, melden Sie sich hier, und wir können Ihnen eine Patrouillenroute zuweisen. Ihr Schiff, die Propitious 1, ist zwar gut ausgerüstet, aber nicht gerade ein Kriegsschiff - Also verhalten Sie sich vorsichtig und versuchen Sie, den Frieden nicht durch unbedachte Aktionen zu gefährden.

# buttonGM
source: +Start Mission
de: Mission starten

# buttonGM
source: +Finish Mission
de: Mission beenden

# buttonGM
source: +Spawn Stuff
de: Spawne Objekte

# buttonGM
source: -From Spawn Stuff
de: <- Hauptmenü

# buttonGM
source: Convoy Enemies
de: Feindlicher Schwarm

# buttonGM
source: Harrasment
de: Exuari-Überfall

# buttonGM
source: -From Finish Mission
de: <- Hauptmenü

# buttonGM
source: Lost
de: Gestrandet

# buttonGM
source: Spare Parts
de: Ersatzteile

# buttonGM
source: Drone Nest
de: Drohnen-Nest

# buttonGM
source: Repair
de: Reparatur

# buttonGM
source: -From Start Mission
de: Hauptmenü

# buttonGM
source: Patrol
de: Patrouille

# wormhole-shipLog
source: Firing on invulnerable target
de: Auf unzerstörbares Ziel geschossen

# wormhole-incCall
source: Captain, Stop! Don't waste your time shooting at that station. It has an Exuari emergency integrity field that will prevent catastrophic hull breach. Just a waste of energy, I promise you.
de: Captain, halt! Verschwenden Sie nicht Ihre Zeit damit, auf diese Station zu schießen. Sie hat ein Exuari-Notfall-Integritätsfeld, und wird einen Hüllenbruch verhindern. Solange es aktiv ist, ist darauf zu feuern reine Energieverschwendung.

# defenceStnCheckpoint-IncCall
source: RED ALERT! The SW Checkpoint is under attack. Don't mess around, get down there and help them!
de: ROTER ALARM! Der SW-Kontrollpunkt wird angegriffen. Verlieren Sie keine Zeit und helfen Sie ihnen!

# defenceStnCheckpoint-shipLog
source: Defend the SW checkpoint
de: Auftrag: Verteidigen Sie den SW-Kontrollpunkt

# defenceStn-incCall
source: It looks like you've aggro'd the convoy. Good luck to you! Try to keep them from destroying our stations!
de: Es sieht so aus, als hätten Sie die Aufmerksamkeit des Schwarms auf sich gezogen. Versuchen Sie weiterhin zu verhindern, dass er unsere Stationen angreift. Viel Glück!

# warning-shipLog
source: This station appears immune to our attacks
de: Diese Station scheint unseren Angriffen gegenüber immun zu sein

# KraylorWarning-shipLog
source: We have lost %s reputation for breaking the treaty
de: Wir haben %s Ruf verloren, da wir das Abkommen gebrochen haben

# KraylorWarning-IncCall
source: You will regret this! You have violated our non-aggression treaty, and will soon regret your actions.
de: Das werden Sie bereuen! Sie haben unseren Nichtangriffspakt verletzt, und werden sehr bald Ihre Taten bereuen.

# drone-comms
source: Do not communicate on this channel.
de: Kommunizieren Sie nicht auf dieser Frequenz.

# drone-incCall
source: DISENGAGE! Captain, it's not what it looks like. Please dock with us and we will explain everything.
de: Ziehen Sie sich bitte zurück! Captain, es ist nicht wonach es aussieht. Bitte docken Sie bei uns an, und wir werden alles erklären.

# wormhole-incCall
source: RED ALERT! Captain, a bomb has just gone off on our station and we are under attack from the Kraylor. We need your help immediately!
de: ROTER ALARM! Captain, gerade ist auf unserer Station eine bombe explodiert und wir werden von den Kraylor angegriffen. Wir brauchen Ihre sofortige Hilfe!

# wormhole-shipLog
source: Defend the Wormhole Station
de: Mission: Verteidigen der Wurmloch-Station

# wormhole-comms
source: Hello Captain. Have you noticed our cool wormhole? We're studying the energy radiating from the wormhole, and the similarities to black holes are astonishing. Please drop by if you'd like to help out.
de: Guten Tag, Captain. Ist Ihnen unser cooles Wurmloch aufgefallen? Wir studieren die Strahlung die es abgibt, ähnlich der Hawking-Strahlung bei schwarzen Löchern. Kommen sie doch gerne vorbei, wir sind über jede Hilfe dankbar.

# wormhole-comms
source: Please bring us the spare parts!
de: Bitte bringen Sie uns die Ersatzteile!

# wormhole-comms
source: Thanks so much for your help!
de: Vielen Dank für Ihre Hilfe!

# wormhole-comms
source: Thanks for dropping by, Captain. Our research is going well, but we could use some spare stabilizers for our Hawking Scanner. Would you mind salvaging some for us from the other side of the wormhole?
de: Danke für Ihr Kommen, Captain. Unser Forschung geht gut voran, aber wir könnten einige Stabilisatoren für unsere Hawking-Scanner brauchen. Würde es Ihnen etwas ausmachen, auf der anderen Seite des Wurmlochs einige Scanner für uns zu besorgen?

# wormhole-comms
source: Okay, we can help with that.
de: Okay, dabei können wir behilflich sein.

# wormhole-comms
source: Do you pay tips?
de: Zahlen Sie Trinkgeld?

# wormhole-comms
source: Maybe later, then. Goodbye.
de: Dann bis später vielleicht, auf Wiedersehen.

# wormhole-comms
source: Thanks for your help, Captain! These spare parts will really help with the program budget.
de: Danke für die Hilfe, Captain! Diese Ersatzteile werden unser Budget wirklich sehr entlasten.

# wormhole-comms
source: What do we get for being your errand boy?
de: Was bekommen wir dafür, hier Bote gespielt zu haben?

# wormhole-comms
source: You get half of what would have with a smarter attitude! So rude.
de: Sie bekommen die Hälfte dessen, was sie mit einem klügeren Auftreten bekommen hätten. Wie unhöflich.

# wormhole-comms
source: We're so glad we could help
de: Wir sind froh, dass wir helfen konnten.

# wormhole-comms
source: We are too. Thanks a bunch.
de: Und wir erst. Vielen Dank!

# wormhole-comms
source: We still need those spare parts from X472 on the other side of the wormhole!
de: Wir brauchen noch immer Ersatzteile von X472 auf der anderen Seite des Wurmlochs!

# wormhole-comms
source: Thanks that was awesome
de: Hervorragend! Vielen Dank!

# wormhole-comms
source: We're under attack. Help us!
de: Wir werden angegriffen! Bitte helfen Sie uns!

# wormhole-comms
source: Come pick up our Hawking Scanner for repairs.
de: Unser Hawking-Scanner wurde beschädigt! Bitte holen sie Ihn für eine mögliche Reparatur ab.

# wormhole-comms
source: Please find someone to repair our Hawking Scanner.
de: Bitte finden Sie eine Reparaturmöglichkeit für unseren Hawking-Scanner

# wormhole-comms
source: Thanks again, Captain. We need you to find someone to repair this Hawking Scanner. Please bring it back once it's working again.
de: Danke nochmals, Captain. Wir bräuchten Sie noch einmal, um eine Reparaturmöglichkeit für diesen Hawking-Scanner. Bitte bringen Sie ihn zurück, wenn er wieder funktioniert.

# wormhole-comms
source: Any idea where we should take it?
de: Haben Sie eine Idee, wohin wir ihn bringen könnten?

# wormhole-comms
source: One of the nebula researchers should be able to point you in the right direction. If you're not sure where to find them, ask for directions at the Admin Station
de: Jemand mit dem Fachgebiet Nebelerforschung sollte Ihnen weiterhelfen können. Am besten fragen Sie auf der Admin-Station danach.

# wormhole-comms
source: Have you considered shoving it where the sun don't shine?
de: Haben sie schon darüber nachgedacht, sich ihren Scanner dorthin zu "installieren", wo die Sonne niemals scheint?

# wormhole-comms
source: What is it with you, anyways?
de: Was ist nur los mit Ihnen?

# wormhole-comms
source: You got it fixed? That's amazing, Captain. Thank you so much! You and your crew are true heros of our system; may your names live on through history. Glory to you and your kin.
de: Sie konnten ihn reparieren lassen? Das ist fantastisch, Captain! Vielen, vielen Dank! Sie und Ihre Crew sind unsere wahren Helden. Auf dass sich jeder an Ihre Namen erinnern möge. Alles, alles Gute an Ihnen und Ihrer Crew! Und deren Angehörigen!

# wormhole-comms
source: You're very welcome.
de: Wirklich gern geschehen.

# wormhole-comms
source: Goodbye captain. May peace be with you.
de: Auf Wiedersehen Captain, Friede sei mit Ihnen.

# wormhole-comms
source: Kiss my feet!
de: Lecken Sie mich doch am Ärmel!

# wormhole-comms
source: I was about to call this in to Admin and have them declare you victorious, but I've had enough of you. YOU MAY BE A HERO, BUT YOU'RE ALSO A JERK!
de: Ich wollte Sie eigentlich gerade bei der Admin-Station für eine Belobigung vorschlagen, aber ich habe genug von Ihnen. SIE UND IHR TEAM SIND VIELLEICHT HELDEN, ABER AUCH IDIOTEN!

# wormhole-comms
source: A real peach, you are.
de: Sie sind wirklich ein Schatz.

# colony-comms
source: Well, what I can do for you?
de: Was kann ich für Sie tun?

# colony-comms
source: We're looking for Dr. Hendrix
de: Wir suchen Dr. Hendrix

# colony-comms
source: I.....zzzZ Hello? ... The nearby NeZula somzzzzzzimes messssssses with our long range commcommcommcomm somet... ... ....dock...pr...b.. ...r
de: Ichhhh... zzzZ Hallo? Der Ne'el ..... Nähe kann manchzz.. ... Langstreckenkommkommkomm... störrrrr... ... ..dock... prob,,, ...

# colony-comms
source: I am Dr. Hendrix. If I remember that voice correctly, you are the crew from the Navy ship that saved me when I was stranded in the nebula! What can I do for you?
de: Ich bin Dr. Hendrix. Wenn ich die Stimme richtig erkenne, sind Sie die Crew die mich gerettet hatte, als ich im Nebel gestrandet war! Was kann ich für Sie tun?

# colony-comms
source: Can you fix this Hawking Scanner?
de: Können Sie diesen Hawking-Scanner reparieren?

# colony-comms
source: Let me have a look... Ah, I see why it's giving you trouble. Everything reads as okay, but the Graviton Lens is mis-calibrated somehow so it's throwing off the whole system. The good news is that it's easy to swap these out, the tech at the wormhole station should be able to do it. The bad news is that we have a shortage of Graviton Lenses right now because of those drone convoys. I've put in a requisition for one in your name. If you can find one in a Navy storehouse, bring it to the wormhole station and they should be good to go.
de: Lassen Sie mich mal sehen... Ah, ich sehe, was die Probleme bereitet. Alles scheint in Ordnung zu sein, aber die Graviton-Linse ist falsch kalibriert, so dass sie das ganze System durcheinander bringt. Die gute Nachricht ist, dass es kein Problem ist, sie auszutauschen, der Techniker in der Wurmlochstation sollte das machen können. Die schlechte Nachricht ist, dass wir wegen dieser Drohnenschwärme im Moment einen Mangel an Gravitonlinsen haben. Ich habe in Ihrem Namen eine Bedarfsanforderung für eine Linse ausgestellt. Wenn Sie eine in einem Lager der Navy finden, bringen Sie sie zur Wurmlochstation und die Reparatur sollte ein Kinderspiel sein.

# colony-shipLog
source: Find a Graviton Lens
de: Auftrag: Gravitonlinse finden

# colony-comms
source: Some filler text and whatever. What are we even doing here?
de: Irgendein Fülltext, was auch immer. Was machen wir hier überhaupt?

# colony-comms
source: Dude, where even ARE we?
de: Ähm, wo SIND wir überhaupt?

# checkpointsStn-comms
source: Not much here bud, just doing checkpoint kinda things, ya know?
de: Hier ist nicht viel los, Checkpunkt-Dinge eben, Sie wissen schon.

# defenceStn-comms
source: Defend the SW Checkpoint now!
de: Auftrag: Verteidigen Sie den SW-Kontrollpunkt!

# defenceStn-comms
source: You are on 'patrol'. See that you make it to %s next.
de: Sie sind auf Patrouille Schauen Sie, dass Sie als nächstes %s ansteuern

# defenceStn-comms
source: Your orders are to follow the convoy to see where it goes
de: Ihr Befehl lautet, dem Schwarm zu folgen und herauszufinden, wo er hinfliegt

# defenceStn-comms
source: Your orders are to join a convoy and infiltrate the drone nests.
de: Ihr Befehl lautet, sich dem Schwarm anzuschließen und das Drohnen-Nest zu infiltrieren.

# defenceStn-comms
source: Your orders are to scan those beacons and find the defence grid controller
de: Ihr Befehl lautet, die Baken zu scannen und die Kontrolleinheit für das Verteidigungsnetz zu finden

# defenceStn-comms
source: We are keeping the 007, and you can continue to fly it, or switch back to the Propitious 1 at any time. We'll keep it docked here at the station for you.
de: Wir werden die 007 behalten, Sie können weiterhin mit ihr fliegen oder jederzeit wieder auf die Propitious umsteigen. Wir lassen sie hier für Sie angedockt.

# defenceStn-comms
source: Great work, Captain! Destroying the central control eliminated all the other drone stations and stopped the convoys in their tracks! Of course, you are authorized to mop up any resistance that might remain, but we're calling this a job well done. %s
de: Gute Arbeit, Captain! Die Zerstörung der Kontrollstation hat alle anderen Drohnenstationen ausgeschaltet und die Drohnenschwärme gestoppt! Natürlich sind Sie befugt, jeden verbleibenden Widerstand zu beseitigen, von unserer Seite können wir nur sagen: Auftrag erfolgreich abgeschlossen! %s

# defenceStn-comms
source: Good day, soldier. We shouldn't talk over this channel, please dock to the station when you have a chance.
de: Guten Tag, wir sollten uns nicht auf diesem Kanal unterhalten, bitte docken Sie an der Station an, wenn Sie die Gelegenheit haben.

# defenceStn-comms
source: Welcome aboard. We need you to patrol the area. It's not exciting work, but it's got to be done. No rush, just make sure you visit each checkpoint in order, and we'll let you know if anything more pressing comes up.
de: Willkommen an Bord. Wir brauchen Sie für die Patrouille in diesem Gebiet. Es ist keine aufregende Arbeit, aber sie muss getan werden. Es besteht keine Eile, Sie müssen nur sicherstellen, dass Sie jeden Kontrollpunkt in der richtigen Reihenfolge aufsucht, und wir geben Ihnen Bescheid, wenn es etwas Wichtigeres dazwischen kommen sollte.

# defenceStn-comms
source: Okay. We're ready to start the patrol
de: Okay, wir sind bereit, mit der Patrouille zu beginnen

# defenceStn-comms
source: Welcome back, Captain. We've tracked that convoy to a huge nest of drone stations in the west. The stations all form part of one proximity defence grid, and we have identified some beacons that appear to be related to its operation. We're hoping that if we can get a closer look at them, we might be able to figure out how to knock out the central control. There is a drone ship docked here which you can use to infiltrate the nests. If you arrive with a convoy, you should automatically be granted access and we think the proximity defences will remain disabled while you stay in the area. Of course, if you start firing, then all bets are probably off. Hop in that drone ship, find the beacons, and get close enough to scan them - EASY!
de: Willkommen zurück, Captain. Wir haben den Schwarm bis zu einem großen Nest von Drohnenstationen im Westen verfolgt. Die Stationen sind alle Teil eines Verteidigungsnetzes, und wir haben einige Baken identifiziert, die mit dem Betrieb in Verbindung zu stehen scheinen. Wir hoffen, dass wir herausfinden können, wie wir die zentrale Steuerung ausschalten können, wenn wir einen genaueren Blick auf sie werfen können,. Hier ist ein Drohnenschiff angedockt, mit dem Sie die Nester infiltrieren können. Wenn Sie mit einem Schwarm ankommen, sollte Ihnen automatisch Zugang gewährt werden, und wir denken, dass das Verteidigungsnetz deaktiviert bleibt, solange Sie sich in dem Gebiet aufhalten. Sollten Sie anfangen zu schießen, würde das natürlich ihre Tarnung ruinieren. Steigen Sie in das Drohnenschiff, suchen Sie die Baken und kommen Sie nahe genug heran, um sie zu scannen - Ein Kinderspiel!

# defenceStn-comms
source: We're ready to infiltrate the drone nest
de: Wir sind bereit, das Drohnennest zu infiltrieren

# defenceStn-comms
source: (Object) Isn't that a treaty violation!?
de: (Einwand) Wäre das nicht ein Vertragsbruch?

# defenceStn-comms
source: (Objecting) Sir, decoding the communications of alien defence systems is a violation of the Deepspace Militarized Citizenry Accord (DMCA). [...] Captain, are you angling for a good samaritan's award or something? Get out of here with that legal mumbo-jumbo. However you want to do it, you need to find that central control. Get on it!
de: (Einspruch) Sir, die Dekodierung der Kommunikation außerirdischer Verteidigungssysteme ist ein Verstoß gegen das Datenschutzabkommen für Millitärische Computer und Abhörsysteme (DMCA). [...] Captain, sind Sie auf eine Auszeichnung als Gutmensch des Jahres aus, oder was? Verschonen Sie mich mit diesen juristischen Spitzfindigkeiten! Wie auch immer Sie es anstellen wollen, Sie müssen die zentrale Kontrollstation finden. Legen Sie los!

# defenceStn-comms
source: Okay, we'll figure it out.
de: Okay, wir finden einen Weg.

# defenceStn-comms
source: Great job on that drone nest, Captain. Remember, your primary orders are to support the research facilities in the area. See to it that they all get the assistance they need.
de: Hervorragende Arbeit mit dem Drohnen-Nest, Captain!

# defenceStn-comms
source: We'd rather crew the Propitious 1
de: Wir möchten lieber an Bord der Propitious 1 gehen

# defenceStn-comms
source: Very well. Good Hunting.
de: Gerne. Gute Jagd.

# defenceStn-comms
source: We'd rather crew the DD007
de: Wir möchten lieber die DD007 fliegen

# adminStnEndTips-comms
source: VICTORY! Your tour of duty is complete and your accomplishments will be the talk of legends. CHEEVOS! * Experienced treasure hunter - %s * Clean up the useless space junk - %s * Historical relic preservation - %s * Social distancing - %s * Our ship is all we need - %s * No DMCA violations - %s * I ain't afraid of no ghosts - %s * Keep an eye on that doctor - %s * Ban wormhole research - %s * Heros for the ages - %s * Grand slam - %s
de: ABGESCHLOSSEN! Ihr Dienst ist beendet und Ihre Errungenschaften werden Legenden begründen. Erunngenschaften * Erfahrenee Schatzsucher - %s * Weg mit dem Weltraumschrott - %s * Denkmalschutz - %s * Social Distancing - %s * Unser Schiff ist alles, was wir brauchen - %s * Keine DMCA-Verletzung - %s * I ain't afraid of no ghosts - %s * Behalten Sie Hendrix im Auge! - %s * Keine Wurmlochforschung! - %s * Heldentum - %s * Grand Slam - %s

# adminStnEndTips-comms
source: Hints for each CHEEVO
de: Hinweise für jede Errungenschaft

# adminStnEndTips-comms
source: Select the achievement for a hint
de: Errungenschaft auswählen, um einen Hinweis zu bekommen

# adminStnEndTips-comms
source: Experienced treasure hunter
de: Erfahrene Schatzsucher

# adminStnEndTips-comms
source: The locals are known to hunt treasure in the nebula
de: Die Einheimischen sind für die Schatzsuche in Nebeln bekannt

source: <- Back
de: <- Zurück

# adminStnEndTips-comms
source: Clean up the space junk
de: Weg mit dem Weltraumschrott

# adminStnEndTips-comms
source: So many long abandoned stations
de: Soo viele längst verlassene Stationen

# adminStnEndTips-comms
source: Historical relic preservation
de: Denkmalschutz

# adminStnEndTips-comms
source: Destroying that old station might spook the Kraylor
de: Die Zerstörung Ihrer altern Station könnte die Kraylor erschrecken.

# adminStnEndTips-comms
source: Don't get too proximate
de: Nicht zu nahe herangehen!

# adminStnEndTips-comms
source: Our ship is all we need
de: Unser Schiff ist alles, was wir brauchen
