Repository: csibbitt/EmptyEpsilon
Catalog: scripts/locale/scenario_30_brokenglass.*.po
Languages: de

# adminStnEndTips-comms
source: We'll stick with the ship we know, thanks
de: Wir bleiben bei dem Schiff, dass wir kennen, aber vielen Dank

# adminStnEndTips-comms
source: No DMCA violations
de: Keine DMCA-Verletzung

# adminStnEndTips-comms
source: Hacking alien defense systems is illegal
de: Das hacken fremder Systeme ist illegal

# adminStnEndTips-comms
source: No one is afraid if there are NO GHOSTS
de: Wenn es keine Geister gibt, muss niemand Angst vor ihnen haben

# adminStnEndTips-comms
source: Keep an eye on that doctor
de: Behalten Sie diese Hendrix im Auge

# adminStnEndTips-comms
source: Do we really need to ask for directions?
de: Müssen wir wirklich nach dem Weg fragen?

# adminStnEndTips-comms
source: Ban wormhole research
de: Keine Wurmlochforschung!

# adminStnEndTips-comms
source: I just can't stand wormholes, or their researchers!
de: Ich kann weder Wurmlöcher leiden, noch Leute die daran forschen!

# adminStnEndTips-comms
source: Heros for the ages
de: Heldenhaft!

# adminStnEndTips-comms
source: Their reputation is unmatched
de: Ihr Ruf ist ungeschlagen

# adminStnEndTips-comms
source: You can do it, but can you do it ALL?
de: Ihr bekommt das hin! Aber alles auf einmal?

# adminStnEnd-comms
source: Click here to lance the champagne!
de: Klicken Sie hier, um den Champagner zu öffnen!

# adminStnEnd-comms
source: Booyah!!!
de: Yippieh!

# adminStn-comms
source: We are the station that co-ordinates research activities in the nearby nebulae. If you're not busy, please drop by to learn more about our projects.
de: Wir sind die Station, die die Forschungsaktivitäten in den nahe gelegenen Nebeln koordiniert. Wenn Sie gerade etwas Zeit haben, schauen Sie doch gerne vorbei, um mehr über unsere Projekte zu erfahren.

# adminStn-comms
source: Please bring our researchers home!
de: Bitte bringen Sie unser Forschungsteam nach Hause!

# adminStn-comms
source: Thanks so much for finding our researchers! Dock with us if you'd like to chat.
de: Vielen Dank, dass Sie unser Forschungsteam gefunden haben! Docken Sie gerne bei uns an, wenn Sie etwas plaudern möchten.

# adminStn-comms
source: We are so glad to have you aboard. What can we help you with?
de: Herzlich willkommen! Womit können wir Ihnen behilflich sein?

# adminStn-comms
source: How long have you been operating in this system?
de: Wie lange sind sie schon in diesem System tätig?

# adminStn-comms
source: Where is the colony where your researchers live?
de: Wo finden wir die Kolonie, auf der das Forschungsteam lebt?

# adminStn-comms
source: Tell us about the nearby nebulae.
de: Was können Sie uns über die Nebel in der Nähe sagen?

# adminStn-comms
source: Are there any Kraylor in the area?
de: Befinden sich Kraylor in der Gegend?

# adminStn-comms
source: Are there any Exuari in the area?
de: Befinden sich Exuari in der Gegend?

# adminStn-comms
source: Always a pleasure to have you as our honoured guests.
de: Immer wieder eine Freude. Sie als unsere Ehrengäste willkommen zu heißen.

# adminStn-comms
source: Any idea where we can get a Hawking Scanner fixed?
de: Haben Sie eine Idee, wo wir einen Hawking-Scanner reparieren lassen könnten?

# adminStn-comms
source: Dr. Hendrix, who you rescued earlier, is the leading expert on those scanners.
de: Dr. Hendrix, die Forscherin die sie gerettet haben, ist die führende Expertin auf diesem Gebiet.

# adminStn-comms
source: We have been operating here for about 50 years
de: Unsere Operation gibt es hier bereits sei etwa 50 Jahren

# adminStn-comms
source: You'll find it to the east of the nebulae
de: Sie finden sie östlich der Nebel

# adminStn-comms
source: Well I suppose you already know about the nebulae. They are to the north. Did you know that it's a popular place to hunt for treasure?
de: Nun, ich nehme an, Sie wissen bereits von den Nebeln. Sie befinden sich nördlich von hier. Wissen sich, dass sie sehr beliebte Schatzsuch-Orte sind?

# adminStn-comms
source: We see some from time to time, but with the non-aggression treaty, they haven't been too much trouble.
de: Von Zeit zu Zeit sehen wir manchmal ein paar von Ihnen, aber dank des Nichtangriffspakts machen Sie keine großen Probleme.

# adminStn-comms
source: Old space junk, mostly. We haven't seen any real Exauri activity in decades.
de: Hauptsächlich alter Weltraumschrott. Wir haben schon seit Jahrzehnten keine nennenswerten Exuari-Aktivitäten mehr erlebt.

# found-comms
source: Come in? Dr. Hendrix here... Come in? Oh thank heavens, we're found! We thought we might be stuck here for good! We need to install a new hyperplasma full bridge rectifier, but our plasma conduit driver has gone missing. You must have one in your engine room? If you let us borrow it, we will upgrade your sensors with our new experimental modifications.
de: Hallo? Dr. Hendrix hier... hören Sie mich? Oh, Gott sei Dank, wir wurden gefunden! Wir dachten schon, wir säßen hier für immer fest! Wir müssen einen neuen Hyperplasma-Vollbrückengleichrichter installieren, aber unser Plasma-Leitungstreiber ist verschwunden. Sicher haben Sie eine Reserven in Ihrem Maschinenraum? Wenn Sie Ihn uns leihen, würden wir Ihnen zum Dank Ihre Sensoren mithilfe unserer neuen experimentellen Modifikationen aufrüsten.

# found-comms
source: Sure, you can borrow our conduit driver!
de: Sicher, Sie können sich unseren Leitungstreiber ausleihen!

# found-comms
source: Great. Your sensors are upgraded. We'll get this rectifier installed and be on our way. Thanks again, Captain. If you ever need some help with your Hawking Scanners, look me up!
de: Großartig. Wir haben soeben die Verbesserung Ihrer Sensoren abgeschlossen. Wir installieren nun den Gleichrichter und können uns dann auf den Weg machen. Vielen Dank, Captain. Und falls Sie je Hilfe mit ihren Hawking-Scannern benötigen sollten, zögern Sie nicht, mich aufzusuchen.

# found-comms
source: Thanks so much for finding us!
de: Wir sind Ihnen unendlich dankbar, dass sie uns gefunden haben!

# investigate-comms
source: What do you have to say for yourself?
de: Was haben Sie dazu zu sagen?

# investigate-comms
source: We're just running a salvage mission.
de: Wir führen nur eine Bergungsmission durch.

# investigate-comms
source: Carry on, then, we're keeping our eye on you.
de: In dem Fall: Machen Sie weiter, aber wir werden Sie im Auge behalten!

# investigate-comms
source: Back off, this is a special military operation
de: ziehen Sie sich zurück, das hier ist eine militärische Operation!

# investigate-comms
source: You want to back up that escalation with some weapons fire?
de: Wollen Sie die Eskalation durch Waffenfeuer noch verstärken?

# drone-comms
source: We oversee the B-3 liquidation of the Ghosts assets. Dock with us to check out what we've got.
de: Wir überwachen die B-3-Auflösung und die Weiterverwertung der Geister-Komponenten Docken Sie bei uns an, damit wir Ihnen zeigen können, was wir haben.

# drone-comms
source: You need any of this stuff? It's not for sale, as such. You'll need to get a requisition from the Admin Station in order to carry anything out.
de: Brauchen Sie etwas davon? An sich stehen diese Gegenstände nicht zum Verkauf. Sie werden eine Bedarfsanforderung der Admin-Station benötigen, damit ich etwas davon herausgeben kann.

# drone-comms
source: Proximity Sensor
de: Annäherungs-Sensor

# drone-comms
source: Activates when ships get too close
de: Wird aktiviert, wenn ihm das Schiff zu nahe kommt

# drone-comms
source: Intelligence Accelerator
de: Intelligenzbeschleuniger

# drone-comms
source: Too expensive to use for video games.
de: Zu teuer, um ihn für Videospiele zu nutzen.

# drone-comms
source: Graviton Lens
de: Gravitonlinse

# drone-comms
source: Ooooh, a requisition! Alright, enjoy... focusing your gravitons, I guess!
de: Ooooh, eine Bedarfsanforderung! In Ordnung, viel Spaß beim... bündeln ihrer Gravitonen, oder so!

# drone-comms
source: For focusing the gravitational field.
de: Um Schwerefelder zu bündel.

# drone-comms
source: Holographic Projector
de: Holographischer Projektor

# drone-comms
source: Shows very convincing drone stations
de: Erschafft sehr überzeugende Bilder von Drohnen-Stationen

# attack-incCall
source: HELP! We are taking damage from %s and might need assistance.
de: HILFE! Wir werden von %s angegriffen und haben bereits Schäden erlitten. Wir benötigen dringend Unterstützung!

# attack-shipLog
source: %s is taking damage!
de: "%s" wird angegriffen!

# adminStn-comms
source: Sorry to interrupt, but we've just recieved an urgent call. It seems one of our researchers, Dr. Hendrix, and her crew have lost their way in a nearby nebula and need our help. They were running experiments in the nebula when their engines and transponder went offline. Please follow our scout vessel, SR7, to the nebula and search for them.
de: Entschuldigen Sie die Störung, aber wir haben gerade einen Notruf erhalten. Wie es scheint sind unsere Forscherin Dr. Hendrix und ihre Crew in einem Nebel gestrandet und brauchen unsere Hilfe. Sie haben Experimente im Nebel durchgeführt als Antrieb und ihr Transponder plötzlich ausfielen.

# adminStn-comms
source: Meet me at the edge of the nebula
de: Treffen Sie sich mit mir am Rand des Nebels

# adminStn-incCall
source: Ready to head in? The nebula is very thick, so we will need to get close to find a ship with no transponder. Probes won't show the ship, but your relay station should be able to pick it up at 20U or less. There may be hazards, so be careful. I'll follow you. Let's find Dr. Hendrix and bring her crew home.
de: Bereit, hineinzufliegen? Der Nebel ist sehr dicht, also müssen wir nah heran, um ein Schiff ohne Transponder zu finden. Sonden werden das Schiff nicht anzeigen, aber wenn wir weniger als 20U entfernt sind, sollte die Kommunikationsstation Signale auffangen können. Es kann gefährlich werden, also seien Sie vorsichtig. Ich werde Ihnen folgen. Lassen Sie uns Dr. Hendrix finden und sie und ihre Crew nach Hause bringen.

# adminStn-shipLog
source: Fly into the Nebula and find Dr. Hendrix
de: Auftrag: Fliegen Sie in den Nebel und finden Sie Dr. Hendrix

# finishMissionNebulae-shipLog
source: Sensors have been upgraded.
de: Die Sensoren wurden verbessert.

# defenceStn-comms
source: Great! Start at the checkpoint in the North West. You'll need to dock at each station before proceeding to the next.
de: Großartig! Beginnen Sie mit dem Kontrollpunkt im Nordosten. Sie werden an jeder Station andocken müssen, bevor Sie die nächste besuchen.

# defenceStn-incCall
source: Please proceed to %s
de: Bitte fliegen Sie weiter zu %s

# defenceStn-shipLog
source: Please proceed to %s
de: Bitte fliegen Sie weiter zu %s

# defenceStn-incCall
source: Great work captain! You have repelled the attackers and the SW Checkpoint is safe for now, but intelligence reports show a huge drone convoy in your vicinity to the NW. INVESTIGATE BUT DO NOT ENGAGE! We have it on good word that attacking this convoy is extremely risky. Keep your distance, but we'd like to know where they are going.
de: Gute Arbeit, Captain! Sie haben die Angreifer zurückgeschlagen, und Kontrollpunkt SW ist vorerst sicher, aber Geheimdienstberichte zeigen einen riesigen Drohnenschwarm in Ihrer Nähe im Nordwesten. Ermitteln Sie, aber greifen Sie NICHT an! Wir wissen aus zuverlässiger Quelle, dass ein Angriff auf diesen Schwarm extrem riskant ist. Halten Sie Abstand, aber beobachten Sie genau ihre Bewegungen.

# defenceStn-shipLog
source: Investigate the convoy, but DO NOT ENGAGE
de: Befehle: Untersuchen Sie den Schwarm, aber greifen Sie NICHT ein.

# defenceStn-incCall
source: Come in, Captain. We have the info we need about that convoy and strongly discourage any further engagement. Your assistance is required with a secret mission. Dock with us to receive further instructions when you're ready.
de: Captain, bitte kommen. Wir haben die Information, die wir über den Schwarm brauchen und raten dringend davon ab, die Angelegenheit weiter zu verfolgen. Stattdessen wird Ihre Unterstützung für eine geheime Mission benötigt. Sobald Sie bereit sind, docken Sie bitte bei uns an, um weiter Informationen zu erhalten.

# defenceStn-shipLog
source: Dock with the Defence Station to start another mission
de: Befehl: Docken Sie an die Station "Defence" an um eine weitere Mission zu beginnen

# wormhole-comms
source: and when in doubt - apply missiles.
de: Im Zweifelsfall: Raketen einsetzen

# wormhole-comms
source: and we've given you some extra missiles to help get the job done.
de: und wir haben noch ein paar zusätzliche Raketen oben drauf gelegt, das sollte Ihnen bei Ihrer Aufgabe helfen.

# wormhole-comms
source: and go find some extra missiles to help get the job done.
de: und finden Sie am besten noch ein paar weitere Raketen - das sollte Ihnen bei Ihrer Mission helfen.

# wormhole-comms
source: Great! There is an old Exuari station, callsign X472, to the SE on the other side of the wormhole. It used to study the planet forming nearby, but it's been abandoned for over a century now, no one aboard and no weapons, a historical relic, really. We need you to demolish it and bring us the stabilizers from its jump drive which we can use to maintain our Hawking Scanners. We have hacked the emergency integrity field so that the station can be destroyed, but there were strange disturbances when we deactivated it. We're not sure what it means, but we advise you to exercise caution... %s
de: Großartig! Im Südosten auf der anderen Seite des Wurmlochs gibt es eine alte Exuari-Station, Rufzeichen X472. Sie wurde zur Erforschung eines Planeten genutzt, der sich in der Nähe gebildet hat. Aber sie ist jetzt seit über einem Jahrhundert verlassen, niemand an Bord und keine Waffen, es ist sozusagen historisches Relikt. Bitte zerlegen Sie sie für uns und bringen uns die Positions-Stabilisatoren, die wir für die Wartung unserer Hawking-Scanner verwenden können. Wir haben das Notfall-Integritätsfeld gehackt, so dass die Station zerstört werden kann, aber es gab seltsame Störungen, als wir es deaktivierten. Wir sind uns nicht sicher, was das zu bedeuten hat, aber wir raten Ihnen, vorsichtig zu sein... %s

# KraylorWarning-incCall
source: Ugh, humans. This is the Kraylor Advanced "Reasearch" Project Agency (KARPA), we have detected your suspicious activity in the vicinity. We are sending a team to investigate what you are up to. If you fire on us, there will be trouble!
de: Uäh, Menschen. Hier ist die Kraylor Advanced „Reasearch“ Project Agency (KARPA), wir haben verdächtigen Aktivitäten in der Nähe entdeckt. Wir schicken ein Team, um zu untersuchen, was Sie vorhaben. Wenn Sie auf uns schießen, wird das Konsequenzen haben!

# KraylorWarning-shipLog
source: The Kraylor are investigating our activities and have warned us not to escalate
de: Die Kraylor beobachten unsere Aktivitäten und haben uns vor einer Eskalation gewarnt

# wormhole-incCall
source: Great, you got the parts! You'd better hurry back, we've seen some Kraylor activity in the area. Hopefully your salvage mission didn't attract the wrong sort of attention.
de: Hervorragend, See haben die Teile! Sie sollten sich besser beeilen, wir haben einige Kraylor-Aktivitäten in der Gegend gesehen. Hoffentlich hat Ihre Bergungsmission nicht zu viel Aufmerksamkeit erregt.

# wormhole-shipLog
source: Return the spare parts to the Wormhole Station
de: Übergeben Ersatzteile an Wurmlochstation.

# wormhole-shipLog
source: Jump Defence Activated
de: Sprungverteidigung aktiviert

# KraylorWarning-incCall
source: Watch your back, Hugh Mon! We don't know what you're up to, but we don't like the look of it. Keep your distance and maybe we'll leave you alone. <The Kraylor Vessel jumps back through the wormhole>
de: Gib auf deinen Rücken acht, Männsch! Wir wissen nicht, was ihr vor habt, aber es gefällt uns nicht, wie es aussieht. Haltet Abstand und vielleicht lassen wir euch dann in Ruhe.

# KraylorWarning-shipLog
source: The Kraylor seem hostile and have warned us to keep our distance
de: Die Kraylor scheinen feindselig und haben uns davor gewarnt Ihnen Nahe zu kommen.

# defenceStn-comms
source: Good luck
de: Viel Glück

# defenceStn-incCall
source: Arrived, scan the security beacons
de: Gut, scannen Sie jetzt die Sicherheitsbaken

# defenceStn-incCall
source: Your cover has been blown and the proximity defence system remains active. We suggest leaving and trying again to arrive with a future convoy.
de: Ihre Tarnung ist aufgeflogen und das Verteidigungssystem ist aktiv. Wir schlagen vor, sie verlassen das Gebiet und versuchen es noch einmal mit dem nächsten Schwarm.

# defenceStn-shipLog
source: Our cover has been blown
de: Unsere Tarnung ist aufgeflogen

# defenceStn-shipLog
source: We should be good to try again
de: Wir sollten es nochmals versuchen können

# drone-incCall
source: Great work, Captain! We have taken control of this station and will be liquidating spare parts from the wreckage.
de: Gute Arbeit, Captain! Wir konnten die Kontrolle über die Station erlangen und werden die Trümmern ausschlachten um Ersatzteile zu gewinnen

# drone-shipLog
source: DB-3 has a collection of spare parts
de: DB-3 enthält eine Ansammlung nützlicher Ersatzteile

# wormhole-incCall
source: Thanks so much, captain! You really saved our ass there. Unfortunately our Hawking Scanner was damaged by the bomb, and we haven't been able to get it back online. Do you think you could get it fixed for us? Please dock with us to pick up the scanner.
de: Vielen Dank, Kapitän! Sie haben uns wirklich den Hintern gerettet. Leider wurde unser Hawking-Scanner durch die Bombe beschädigt, und wir konnten ihn nicht wieder zum Laufen bekommen. Könnten Sie ihn vielleicht für uns reparieren lassen? In dem Fall docken Sie bitte bei uns an, um den Scanner abzuholen.

# wormhole-shipLog
source: Get the Hawking Scanner from the Wormhole Station
de: Auftrag: Hawking-Scanner von der Wormhole-Station abholen

# drone-shipLog
source: This ship will not activate the drone station proximity defences as long as you arrive with a convoy.
de: Solange Sie in einem Drohnenschwarm ankommen, wird dieses Schiff nicht die Verteidigungsmaßnahmen der Drohnenstation aktivieren

# drone-shipLog
source: It's nice to be back aboard the Propitious 1
de: Es ist schön, wieder an Bord der Propitious 1 zu sein.

# drone-incCall
source: PROXIMITY DEFENCE SYSTEM ACTIVATED
de: ANNÄHERUNGSALARM - VERTEIDIGUNG AKTIVIERT

# drone-shipLog
source: We got too close to a drone station and it launched defences.
de: Wir sind einer Drohnenstation zu nahe gekommen und sie hat Abwehrmaßnahmen eingeleitet.

# scienceDescription-beacons
source: The Ghosts drone security beacons. If we scan them all, we should be able to find the control station. We'll need to get pretty close.
de: Die Drohnensicherheits-Baken der "Geister". Wenn es uns gelingt, alle davon zu scannen, sollten wir die Kontrollstation finden können. Wir müssen dafür ziemlich nahe an sie heran kommen.

# scienceDescription-beacons
source: The beamforming configuration from this beacon will help the boffins triangulate the location of the central control.
de: Die Wellenform-Konfiguration dieser Bake wird hilft dem Ingenieursteam sehr helfen, den Standorts der der Kontrollstation zu bestimmen.

# defenceStn-incCall
source: Great work! Our boffins were able to piece together the data and figure out where the commands are coming from. You must destroy station %s
de: Hervoragende Arbeit! Unsere IT-Team konnte die Daten zusammenpuzzlen und herausfinden, woher die Befehle stammen. Sie müssen die Station "%s" zerstören

# defenceStn-shipLog
source: The drone control station is %s
de: %s ist die Drohnenkontrollstation

# newShip-comms
source: Too busy to talk today, Captain.
de: Wir sind heute leider zu beschäftigt um mit Ihnen zu reden, Captain.

# hendrixHints-comms
source: Sorry, I don't know where Dr. Hendrix lives
de: Es tut mir leid, ich weiß nicht wo Dr. Hendrix lebt.

# hendrixHints-comms
source: Dr. Hendrix, of course! I'm pretty sure she was on a %s-class station, but darned if I can remember which one.
de: Dr. Hendrix, natürlich! Ich bin mir ziemlich sicher, dass sie auf einer Klasse-%s -Station wohnt, aber ich kann mich leider nicht erinnern, auf welcher.

# hendrixHints-comms
source: Gosh, Dr. Hendrix. Okay. Sorry, but honestly all I remember is that her address definitely has a '%s' in it.
de: Ach ja, Dr. Hendrix. Es tut mir leid, aber ehrlich gesagt erinnere ich mich nur daran, dass ihre Adresse ein '%s' enthält.

# defeat-shipLog
source: DEFEAT - A Patrol Station has been destroyed
de: VERLOREN - Eine Wachstation wurde zerstört

# defeat-shipLog
source: DEFEAT - A Core station (Admin, Defence, Wormhole) has been destroyed
de: VERLOREN - Eine Kernstation (Admin, Defence, Wormhole) wurde zerstört

# defeat-shipLog
source: DEFEAT - Station B-3 has been destroyed
de: VERLOREN - Station B-3 wurde zerstört

# adminStn-comms
source: SUCCESS!!!
de: ERFOLG!

# adminStn-comms
source: INCOMPLETE
de: UNVOLLSTÄNDIG
