Repository: csibbitt/EmptyEpsilon
Catalog: scripts/locale/scenario_60_captureFlag.*.po
Languages: de

source: Capture opposing team's "flag" before they capture yours The region consists of two halves divided by a line of nebulae and/or markers. The first 5 minutes (configurable) each side decides where to place their flag. The ships closest to the referee station determine the team's flag location during the initial phase. Crossing to the other side during this phase will result in ship destruction. The weapons officer will mark the flag coordinates when the ship reaches the flag location. After the flag hide timer expires, an artifact will be placed at the location representing the team's flag. If no place has been marked, the ship's current location will be used. If the location is outside the game boundaries, the flag will be placed at the nearest in bounds location Once the flags are placed, the hunt is on. Ships may cross the border in search of the other team's flag, but while they are in the other team's territory they may be tagged by an opponent ship within 0.75U. Being tagged sends you back to your own region with damage to your warp/jump drive. Each flag must be scanned before it can be retrived. Retrieval occurs by getting within 1U of the flag. Being tagged while in posession of the flag drops the flag at the location of the tag event. Cross back to your side with the flag to claim victory Version 2
de: Erobert die „Flagge“ des gegnerischen Teams, bevor es eure erobert\n Das Gebiet besteht aus zwei Hälften, die durch eine Reihe von Nebeln und/oder Markierungen getrennt sind. In den ersten 5 Minuten (konfigurierbar) entscheidet jede Seite, wo sie ihre Flagge platziert. Die Schiffe, die der Jurystation am nächsten sind, bestimmen in der Anfangsphase die Position der Flagge des Teams. Wird in dieser Phase die andere Seite betreten, wird das Schiff zerstört. Nach dem Platzieren der Flagge und der Köder wird ihre Position gespeichert, aber noch nichts angezeigt. Nachdem der Timer für das Verstecken der Flagge abgelaufen ist, erscheinen Artefakte, die die Flaggen und Köder darstellen, an den zuvor ausgewählten Positionen. Wurde kein Ort markiert, wird die aktuelle Position des Schiffes verwendet. Liegt der Ort außerhalb der Spielgrenzen, wird die Flagge am nächstgelegenen Ort innerhalb der Grenzen platziert. Sobald die Flaggen platziert sind, geht die Jagd los. Schiffe können auf der Suche nach der Flagge des anderen Teams die Grenze überqueren, aber während sie sich im Gebiet des anderen Teams befinden, können sie von einem gegnerischen Schiff innerhalb von 0,75U getaggt werden. Wird ein Schiff getaggt, wird es in seine eigene Region teleportiert und erleidet Schaden an seinem Warp-/Sprungantrieb. Jede Flagge muss gescannt werden, bevor sie zurückgeholt werden kann. Die Rückholung erfolgt, wenn sich das Schiff innerhalb eines Abstands von 1u zu der Flagge befindet. Wird man getaggt, während man im Besitz der Flagge ist, wird die Flagge an der Stelle zurückgelassen, an der der Tag stattgefunden hat. Kehrt mit der Flagge auf eure Seite zurück, um den Sieg einzufordern Version 2

# setting
source: Selects the type of terrain for the game
de: Legt die Art der Umgebung fest

# Terrain
source: Asymmetric
de: Asymmetrisch

# Terrain
source: No effort made to make the two sides of the arena equivalent
de: Es wird gar nicht erst versucht, die beiden Seiten symmetrisch zu gestalten

# Terrain
source: Empty
de: Leer

# Terrain
source: No terrain. Used primarily for testing
de: Kein Terrain. Hauptsächlich für Testzwecke

# Terrain
source: Passing
de: Kein Zurück

# Terrain
source: Just passing by. Symmetric, black holes on each side
de: Symmetrische Schwarze Löcher an den Seiten

# Terrain
source: Symmetric
de: Symmetrisch

# Terrain
source: Randomly symmetric
de: Zufällige Symmetrie

# Terrain
source: Rabbit
de: Kaninchen

# Terrain
source: Down the rabbit hole. Largely symmetric. Wormholes connect each side.
de: Hinein in den Kaninchenbau. Größtenteils symmetrisch. Wurmlöcher verbinden die Seiten miteinander

# setting
source: Enemies
de: Feinde

# setting
source: Configures strength and/or number of external enemies in this scenario
de: Legt Stärke und/oder Anzahl der externen Feindschiffe fest

# Enemies
source: None
de: Keine

# Enemies
source: No external enemies
de: Keine externen Feinde

# Enemies
source: Easy
de: Einfach

# Enemies
source: Fewer or weaker enemies
de: Weniger oder schwächere Feinde

# Enemies
source: Normal number or strength of enemies
de: Normale Anzahl bzw. Stärke der Feinde

# Enemies
source: Hard
de: Schwer

# Enemies
source: More or stronger enemies
de: Mehr oder stärkere Feinde

# Enemies
source: Extreme
de: Extrem

# Enemies
source: Much stronger, many more enemies
de: Viel mehr, viel stärkere Feinde

# Enemies
source: Quixotic
de: Absurd

# Enemies
source: Insanely strong and/or inordinately large numbers of enemies
de: Wahnsinnig starke / und oder extrem viele Feinde

# setting
source: Configures the perversity of the universe according to Murphy's law
de: Konfiguriert die Bösartigkeit des Universums nach Murphys Gesetz

# Murphy
source: Easy
de: Einfach

# Murphy
source: Random factors are more in your favor
de: Der Zufall neigt sich zu euren Gunsten

# Murphy
source: Random factors are normal
de: Zufallsfaktoren sind normal

# Murphy
source: Hard
de: Schwer

# Murphy
source: Random factors are more against you
de: Zufallsfaktoren sind eher gegen die Crew gerichtet

# setting
source: Configures the size of the playing arena. Default is normal or 100 units
de: Legt die Größe der Arena fest. Standard ist "Normal" bzw. 100u

# Arena
source: Normal 100 unit sized arena
de: Normale große, 100u große Arena

# Arena
source: Small
de: Klein

# Arena
source: Small 50 unit sized arena
de: Kleine, 50u große Arena

# Arena
source: Large
de: Groß

# Arena
source: Large 200 unit sized arena
de: Große Arena (200u)

# setting
source: Flag Scan
de: Flaggen-Scan

# setting
source: Configures the depth and complexity required to scan a flag. Default is normal: depth is 2 or 3, complexity is 2
de: Legt die Tiefe(Anzahl der Scans) und Komplexität(Anzahl der Schieberegler pro Scan) fest, die für das Scannen einer Flagge erforderlich ist. Standard ist "Normal": Tiefe 2 oder 3. Komplexität 2

# Flag Scan
source: Depth is 2 or 3, complexity is 2
de: Scantiefe 2 oder 3, Scankomplexität 2

# Flag Scan
source: Easy
de: Einfach

# Flag Scan
source: Depth is 1, complexity is 1 or 2
de: Scantiefe 1, Scankomplexität 1 oder 2

# Flag Scan
source: Hard
de: Schwer

# Flag Scan
source: Depth is 1, 2 or 3, complexity is 3 or 4
de: Scantiefe 1,2 oder 3, Scankomplexität 3 oder 4

# setting
source: Tracking
de: Flaggeninfo

# setting
source: Configures information given about flag.
de: Legt die Informationen zu den Flaggen fest.

# Tracking
source: Drop: Kraylor or Human Navy flag dropped (main screen). Grab: The Kraylor or Human Navy picked up your flag (main screen and ship log)
de: Zurücklassen: Name der Seite, die die Flagge zurückgelassen hat (Hauptschirm) Aufnehmen: Name der Seite, die die Flagge aufgenommen hat (Hauptschirm und Logbuch)

# Tracking
source: Easy
de: Einfach

# Tracking
source: Drop: ShipName dropped Kraylor or Human Navy flag (main screen). Grab: Kraylor or Human Navy ship ShipName picked up your flag (main screen and ship log)
de: Zurücklassen: Name des Schiffs, das die Flagge zurückgelassen hat (Hauptschirm) Aufnehmen: Name des Schiffs, das die Flagge aufgenommen hat (Hauptschirm und Logbuch)

# Tracking
source: Hard
de: Schwer

# Tracking
source: Drop: Flag dropped (main screen). Grab: Flag obtained (main screen). Flag must be rescanned after drop
de: Zurücklassen: Es wird nur erwähnt, dass eine Flagge zurückgelassen wurde (Hauptschirm) Aufnehmen: Es wird nur erwähnt, dass eine Flagge aufgenommen wurde (Hauptschirm und Logbuch) Flagge muss nach Zurücklassen erst wieder neu gescannt werden, bevor sie aufgenommen werden kann

# Tracking
source: Secret
de: Geheim

# Tracking
source: Neither dropping nor grabbing the flag will produce a message. Flag must be rescanned after drop
de: Weder das Zurücklassen noch das Aufnehmen einer Flagge wird angezeigt Flagge muss nach Zurücklassen erst wieder neu gescannt werden, bevor sie aufgenommen werden kann

# setting-callsign
source: squad-num of size
de: (Nr.) von (Größe)

# scienceDescription-station
source: Referee
de: Jury

# setting-marker
source: buoys
de: Bojen

# buttonGM
source: None
de: Keine

# buttonGM
source: Easy
de: Einfach

# buttonGM
source: Hard
de: Schwer

# buttonGM
source: Extreme
de: Extrem

# buttonGM
source: Quixotic
de: Absurd

# buttonGM
source: easy
de: Leicht

# buttonGM
source: hard
de: Schwer

# buttonGM
source: medium
de: Mittel

# buttonGM
source: small
de: Klein

# buttonGM
source: large
de: Groß

# buttonGM
source: secret
de: Geheim

# buttonGM
source: empty
de: Leer

# buttonGM
source: default
de: Standard

# buttonGM
source: passing
de: Kein Zurück

# buttonGM
source: symmetric
de: Symmetrisch

# buttonGM
source: rabbit
de: Kaninchen

# msgGM
source: Scenario version %s LUA version %s
de: Szenario-Version %s LUA version %s

# buttonGM
source: Turn on Diagnostic
de: Diagnose einschalten

# buttonGM
source: Turn off Diagnostic
de: Diagnose ausschalten

# buttonGM
source: +Player Config
de: +Spielereinst.

# buttonGM
source: +Times G%i H%i E%i
de: +Spiel:%i Verst:%i W:%i

# buttonGM
source: +Times G%i H%i
de: +Zeit: Spiel %i Verst.%i

# buttonGM
source: Enemies: %s ->Next
de: Feinde: <%s>

# buttonGM
source: Flag scan: %s ->Next
de: Flaggenscan: <%s>

# buttonGM
source: Flag track: %s ->Next
de: Flaggeninfo: <%s>

# buttonGM
source: Destroy = end off
de: Zerstört=Ende? <Ja>

# buttonGM
source: Destroy = end on
de: Zerstört=Ende? <Nein>

# buttonGM
source: Marker: %s ->Next
de: Markierung: <%s>

# setting-marker
source: stars
de: Sterne

# setting-marker
source: none
de: Keine

# buttonGM
source: Player Prefs
de: Schiffsvorgaben

# msgGM
source: Remaining player preferences:
de: Verbleibende Präferenzen?

# msgGM
source: Faction:%s
de: Fraktion:%s

# msgGM
source: Ship name:%s
de: Schiffsname:%s

# msgGM
source: Ship preference 1:%s
de: Priorität 1:%s

# msgGM
source: Ship preference 2:%s
de: Priorität 2:%s

# msgGM
source: Ship preference 3:%s
de: Priorität 3:%s

# msgGM
source: Ship preference 4:%s
de: Priorität 4:%s

# msgGM
source: Ship preference 5:%s
de: Priorität 5:%s

# msgGM
source: Ship preference 6:%s
de: Priorität 6:%s

# buttonGM
source: -from Terrain
de: <-Hauptmenü

# buttonGM
source: Size: %s -> Next
de: Größe: <%s>

# scienceDescription-buoy
source: Territory boundary marker
de: Grenzmarkierung für Territorium

# scienceDescription-buoy
source: A buoy placed on the line marking the boundary between Human and Kraylor territory
de: Eine Boje, die die Grenze zwischen menschlichem und Kraylor-Gebiet kennzeichnet

# scienceDescription-flag
source: Flag hiding territory boundary marker
de: Grenzmarkierung für mögliches Verstecke

# scienceDescription-flag
source: A temporary buoy placed on the edge of the territory where a flag or decoy may be hidden
de: Eine temporäre Boje, die am Rand des Gebiets platziert wird, in dem eine Flagge oder ein Köder versteckt werden kann.

# buttonGM
source: -from Player Config
de: <-Hauptmenü

# buttonGM
source: Show control codes
de: Zeige Kontrollcodes

# buttonGM
source: Show Kraylor codes
de: Zeige Kraylorcodes

# buttonGM
source: Show Human codes
de: Zeige menschl.Codes

# buttonGM
source: Wing Names Off
de: <Rufnamen>

# buttonGM
source: Wing Names On
de: <Rufzeichen>

# msgGM
source: Cannot disable wing names now that player ships have been spawned. Close the server and restart if you *really* don't want the wing names
de: Kann die Namensgebung nicht mehr umschalten, da bereits Schiffe gespawnt wurden. Bitte schließe das Szenario und starte neu, wenn du *wirklich* die Namensgebung ändern willst

# buttonGM
source: +Drones Off
de: +Drohnen (Derzeit Aus)

# buttonGM
source: +Drones On
de: +Drohnen (Derzeit An)

# buttonGM
source: +Probes %i
de: +Sonden %i

# buttonGM
source: -Main from times
de: <-Hauptmenü

# buttonGM
source: Game %i Add 5 -> %i
de: Spielzeit %i -> %imin

# buttonGM
source: Game %i Del 5 -> %i
de: Spielzeit %i -> %imin

# buttonGM
source: Hide Flag %i Add 5 -> %i
de: Versteckz. %i -> %imin

# buttonGM
source: Hide Flag %i Del 5 -> %i
de: Versteckz. %i -> %imin

# buttonGM
source: Hide Flag %i Del 4 -> %i
de: Versteckz. %i -> %imin

# buttonGM
source: Enemy %i Add 1 -> %i
de: Wellenabst. %i -> %imin

# buttonGM
source: Enemy %i Del 1 -> %i
de: Wellenabst. %i -> %imin

# buttonGM
source: -Main from Tag
de: <-Hauptmenü

# buttonGM
source: -Player Config
de: <-Spielereinst.

# buttonGM
source: +Tag distance %.1fU
de: +Tagabstand %.1fU

# buttonGM
source: +Tag damage %.2f
de: +Tagschaden %.2f

# buttonGM
source: -From Drones
de: <-Spielereinst.

# buttonGM
source: Drones Off
de: Drohnen Aus

# buttonGM
source: Drones On
de: Drohnen An

# buttonGM
source: +Capacity %i
de: +Drohnen-Max. %i

# setting-callsign
source: default
de: EE-Standard

# setting-callsign
source: squad-num/size
de: (Nr.)/(Größe)

# setting-callsign
source: short
de: Kurz

# buttonGM
source: +Flag I%i M%i
de: +Flaggencheck %is x %i

# buttonGM
source: +Distance F%.1fU S%.1fU
de: +Abstand F:%.1fu S:%.1fu

# buttonGM
source: Template Mod Off
de: Template-Mod Aus

# buttonGM
source: Template Mod On
de: Template-Mod An

# buttonGM
source: +Hull %i
de: +Hülle %i

# buttonGM
source: +Impulse %i
de: +Impuls %i

# buttonGM
source: +Beam R%.1fU D%.1f C%.1f
de: +Laser R%.1fu S%.1f L%.1fs

# buttonGM
source: -Main from Probes
de: <-Hauptmenü

# buttonGM
source: Probes %i Add 1 -> %i
de: Sonden %i +1 -> %i

# buttonGM
source: Probes %i Del 1 -> %i
de: Sonden %i -1 -> %i

# buttonGM
source: -From Tag Distance
de: -Tagabstand

# buttonGM
source: %.1fU Add .1 -> %.1fU
de: %.1fU +0.1 -> %.1fU

# buttonGM
source: %.1fU Del .1 -> %.1fU
de: %.1fU -0.1 -> %.1fU

# buttonGM
source: -From Tag Dmg
de: -Tagschaden

# buttonGM
source: %.2f Add .25 -> %.2f
de: %.2f +0.25 -> %.2f

# buttonGM
source: %.2f Del .25 -> %.2f
de: %.2f -0.25 -> %.2f

# buttonGM
source: -Main
de: <- Hauptmenü

# buttonGM
source: -From Capacity
de: <-Drohnen

# buttonGM
source: %i Add 10 -> %i
de: %i +10 -> %i

# buttonGM
source: %i Del 10 -> %i
de: %i -10 -> %i

# buttonGM
source: -From Drone Flag
de: <-Drohnen

# buttonGM
source: Interval %i Add 1 -> %i
de: Intervall %i +1 -> %i

# buttonGM
source: Interval %i Del 1 -> %i
de: Intervall %i -1 -> %i

# buttonGM
source: Msg Reset %i Add 1 -> %i
de: Info alle %i +1 -> %i Int.

# buttonGM
source: Msg Reset %i Del 1 -> %i
de: Info alle %i -1 -> %i Int.

# buttonGM
source: -From Drone Distance
de: <-Drohnen

# buttonGM
source: Form %.1fU Add .1 -> %.1fU
de: Formation: %.1fu -> %.1fu

# buttonGM
source: Form %.1fU Del .1 -> %.1fU
de: Formation: %.1fu -> %.1fu

# buttonGM
source: Scan %.1fU Add .1 -> %.1fU
de: Scan %.1fU +0.1 -> %.1fU

# buttonGM
source: Scan %.1fU Del .1 -> %.1fU
de: Scan %.1fU -0.1 -> %.1fU

# buttonGM
source: -From Drone Hull
de: <-Drohnen

# buttonGM
source: -From Drone Impulse
de: <-Drohnen

# buttonGM
source: %i Add 5 -> %i
de: %i +5 -> %i

# buttonGM
source: %i Del 5 -> %i
de: %i -5 -> %i

# buttonGM
source: -From Drone Beam
de: <-Drohnen

# buttonGM
source: Rng %.1fU Add .1 -> %.1fU
de: RW %.1fu +0.1 -> %.1fu

# buttonGM
source: Rng %.1fU Del .1 -> %.1fU
de: RW %.1fu -0.1 -> %.1fu

# buttonGM
source: Dmg %.1f Add .5 -> %.1f
de: Schd %.1f +0.5 -> %.1f

# buttonGM
source: Dmg %.1f Del .5 -> %.1f
de: Schd %.1f -0.5 -> %.1f

# buttonGM
source: Cycle %.1f Add .5 -> %.1f
de: Ladez. %.1f +0.5 -> %.1fs

# buttonGM
source: Cycle %.1f Del .5 -> %.1f
de: Ladez. %.1f -0.5 -> %.1fs

# buttonGM
source: Show Ktlitan codes
de: Zeige Ktlitan-Codes

# buttonGM
source: Enable Auto-Enemies
de: Auto-Feinde sind <aus>

# buttonGM
source: Disable Auto-Enemies
de: Auto-Feinde sind <an>

# buttonGM
source: Current Stats
de: Statistik

# buttonGM
source: Detailed Drone Report
de: Drohnenbericht

# buttonGM
source: Intelligent Bugger
de: Intelligente Störschiffe

# msgGM
source: New Bugger ship: %s Control code: %s
de: Neues Störschiff: %s Kontrollcode: %s

# msgGM
source: Human:
de: Menschen:

# msgGM
source: Number of active ships:
de: Aktive Schiffe:

# msgGM
source: Number of destroyed ships:
de: Zerstörte Schiffe:

# msgGM
source: Total number of active drones:
de: Gesamtanzahl aktiver Drohnen:

# msgGM
source: Total number of destroyed drones:
de: Gesamtanzahl zerstörter Drohnen:

# msgGM
source: Active buggers:
de: Aktive Störschiffe:

# callsign-drone
source: %s-%i of %i
de: %s-%i von %i

# drones-msgWeapons
source: %i drones launched
de: %i Drohnen gestartet

# drones-msgWeapons
source: %i drone launched
de: %i Drohne gestartet

# drones-msgTactical
source: %i drones launched
de: %i Drohnen gestartet

# drones-msgTactical
source: %i drone launched
de: %i Drohne gestartet

# drones-shipLog
source: Deployed %i drones as squadron %s
de: %i Drohnen gestartet (Gruppe %s)

# drones-shipLog
source: Deployed %i drone as squadron %s
de: %i Drohne gestartet (Gruppe %s)

# drones-msgWeapons
source: You have %i drones to deploy
de: Sie können noch %i Drohnen starten

# drones-msgTactical
source: You have %i drones to deploy
de: Sie können noch %i Drohnen starten

# drones-
source: > > > > > > > > Drone Hull Status Report: < < < < < < < <
de: > > > > > > > > Drohnen-Hülle: Statusbericht: < < < < < < < <

# drones-
source: Drone Squad:
de: Drohnen-Gruppe:

# drones-
source: Drone %i (%s) Hull: %i/%i
de: Drohne %i (%s) Hülle: %i/%i

# drones-
source: Drone %i --Destroyed--
de: Drohne %i --zerstört--

# drones-
source: --Destroyed--
de: --Zerstört--

# drones-msgEngineer&Engineer+
source: Number of deployed drone squadrons:
de: Anzahl gestarteter Drohnenschwärme:

# drones-msgEngineer&Engineer+
source: Current number of live deployed drones:
de: Aktuelle Anzahl aktiver Drohnen:

# drones-
source: > > > > > > > > Drone Location Report: < < < < < < < <
de: > > > > > > > > Drohnen-Ortung: < < < < < < < <

# drones-
source: Drone %i (%s) Sector %s, X: %7.0f, Y: %7.0f
de: Drohne %i (%s) Sektor %s, X: %7.0f, Y: %7.0f

# drones-msgHelms&Tactical
source: Number of deployed drone squadrons:
de: Anzahl gestarteter Drohnenschwärme:

# drones-msgHelms&Tactical
source: Current number of live deployed drones:
de: Aktuelle Anzahl aktiver Drohnen:

# drones-buttonWeapons
source: 5 Drones
de: 5 Drohnen

# drones-buttonTactical
source: 5 Drones
de: 5 Drohnen

# drones-buttonWeapons
source: 10 Drones
de: 10 Drohnen

# drones-buttonTactical
source: 10 Drones
de: 10 Drohnen

# drones-buttonWeapons
source: Count Drones
de: Zähle Drohnen

# drones-buttonTactical
source: Count Drones
de: Zähle Drohnen

# drones-buttonEngineer
source: Drone Hulls
de: Drohnen-Hülle

# drones-buttonEngineer+
source: Drone Hulls
de: Drohnen-Hülle

# drones-buttonHelms
source: Drone Locations
de: Drohnen-Orte

# drones-buttonTactical
source: Drone Locations
de: Drohnen-Orte

# scienceDescription-flag
source: Flag
de: Flagge

# scienceDescription-flag
source: Human Navy Flag
de: Flagge der menschlichen Navy

# flag-msgMainscreen
source: %s dropped Human Navy flag
de: %s hat Flagge der menschlichen Navy zurückgelassen

# flag-msgMainscreen
source: Human Navy flag dropped
de: Flagge der menschlichen Navy zurückgelassen

# flag-msgMainscreen
source: Flag dropped
de: Flagge zurückgelassen

# scienceDescription-flag
source: Kraylor Flag
de: Flagge der Kraylor

# flag-msgMainscreen
source: %s dropped Kraylor flag
de: %s hat Flagge der Kraylor zurückgelassen

# flag-msgMainscreen
source: Kraylor flag dropped
de: just passing by

# repairCrew-msgEngineer
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied Ihrer Reparaturcrew wiederbelebt.

# repairCrew-msgEngineer+
source: Medical team has revived one of your repair crew
de: Das medizinische Team hat ein Mitglied Ihrer Reparaturcrew wiederbelebt.

# repairCrew-msgEngineer
source: One of your repair crew has perished
de: Ein Mitglied des Reparaturteams ist verstorben

# repairCrew-msgEngineer+
source: One of your repair crew has perished
de: Ein Mitglied des Reparaturteams ist verstorben

# buttonGM
source: Orbit Toggle
de: Orbit An/Aus

# buttonGM
source: Move Toggle
de: Bewegung An/Aus

# wormhole-msgHelms
source: Worm hole teleportation destination will change after the flag hiding time expires
de: Der Wurmlochausgang wird sich ändern, sobald die Versteckzeit vorüber ist

# wormhole-msgTactical
source: Worm hole teleportation destination will change after the flag hiding time expires
de: Der Wurmlochausgang wird sich ändern, sobald die Versteckzeit vorüber ist

# station-comms
source: Greetings
de: Guten Tag

# ammo-comms
source: %s%d rep each)
de: %sjeweils %d Ruf)

# station-comms
source: Dock, please
de: Bitte docken Sie an

# station-comms
source: You need to stay docked for that action.
de: Für diese Aktion müssen Sie angedockt bleiben.

# ammo-comms
source: We do not deal in weapons of mass destruction.
de: Wir handeln nicht mit Massenvernichtungswaffen.

# ammo-comms
source: We do not deal in weapons of mass disruption.
de: Wir handeln nicht mit Störwaffen.

# ammo-comms
source: We do not deal in those weapons.
de: Wir handeln nicht mit solchen Waffen.

# ammo-comms
source: All nukes are charged and primed for destruction.
de: Alle Nukes sind geladen.

# ammo-comms
source: Sorry, sir, but you are as fully stocked as I can allow.
de: Es tut mir leid, aber sie haben bereits das zulässige Höchstlimit erreicht.

source: Back
de: Zurück

# needRep-comms
source: Not enough reputation.
de: Ihr Ruf ist nicht ausreichend.

# ammo-comms
source: You are fully loaded and ready to explode things.
de: Ihr Vorrat an Nukes wurde wieder aufgefüllt.

# ammo-comms
source: We generously resupplied you with some weapon charges. Put them to good use.
de: Wir waren so frei und haben Ihre Waffenvorräte etwas aufgefüllt. Setzen Sie sie weise ein.

# station-comms
source: Good day, officer! What can we do for you today?
de: Guten Tag, was können wir für sie tun?

# station-comms
source: Welcome to our lovely station.
de: Willkommen auf unserer schönen Station!

# ammo-comms
source: I need ordnance restocked
de: Ich benötige Nachschub an Munition.

# ammo-comms
source: What type of ordnance?
de: Welche Art von Munition?

# ammo-comms
source: Can you supply us with some nukes? (
de: Können Sie uns mit ein paar Nukes versorgen? (

# ammo-comms
source: We really need some nukes (
de: Wir brauchen wirklich ein paar Nukes (

# ammo-comms
source: Please re-stock our EMP missiles. (
de: Bitte stocken Sie unsere EMP-Raketen auf. (

# ammo-comms
source: Got any EMPs? (
de: Haben Sie EMPs? (

# ammo-comms
source: Do you have spare homing missiles for us? (
de: Haben Sie noch Zielsuchraketen für uns? (

# ammo-comms
source: Do you have extra homing missiles? (
de: Haben Sie zusätzliche Zielsuchraketen? (

# ammo-comms
source: We could use some mines. (
de: Wir könnten ein paar Minen gebrauchen. (

# ammo-comms
source: How about mines? (
de: Wie sieht es mit Minen aus?

# ammo-comms
source: More mines (
de: Mehr Minen (

# ammo-comms
source: All the mines we can take. (
de: Alle Minen, die wir bekommen können. (

# ammo-comms
source: Mines! What else? (
de: Minen! Was sonst? (

# ammo-comms
source: What about HVLI? (
de: Was ist mit HGBI? (

# ammo-comms
source: Could you provide HVLI? (
de: Könnten Sie HGBIs zur Verfügung stellen? (

# trade-comms
source: Recruit repair crew member for %i reputation
de: Rekrutiere Wartungspersonal für %i Ruf.

# needRep-comms
source: Insufficient reputation
de: Ruf ist zu niedrig.

# trade-comms
source: Repair crew member hired
de: Wartungspersonal eingestellt

# station-comms
source: Tell me more about your station
de: Erzählen Sie mir mehr über Ihre Station.
